Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# User.CheckOutLoginPage.SignInToPay
source: Mag Sign-in upang magbayad
fr: s'identifier pour payer
km_kh: ចូលទៅកាន់ដើម្បីទូទាត់
th: ลงชื่อเข้าใช้เพื่อชำระเงิน
zh_cn: 登入付款

# User.CheckOutLoginPage.Title
source: Login
ar_ae: تسجيل الدخول
fr: Se connecter
km_kh: ចូលទៅកាន់
th: เข้าสู่ระบบ
zh_cn: 登入

# User.CheckOutLoginPage.UserName
source: Username
ar_ae: اسم المستعمل
fr: Nom utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้งาน
zh_cn: 用户

# User.ContactUsPage.Email
source: Iyong Email
ar_ae: بريدك الالكتروني
fr: Votre email
km_kh: អ៊ីមែល​របស់​អ្នក
th: อีเมลของคุณ
zh_cn: 您的邮箱

# User.ContactUsPage.Message
source: Mensahe
ar_ae: رسالة
fr: Message
km_kh: សារ
th: ข้อความ
zh_cn: 信息

# User.ContactUsPage.SendMessage
source: Magpadala ng Mensahe
ar_ae: ابعث رسالة
fr: Envoyer un message
km_kh: សារស្វាគមន៍
th: ส่งข้อความ
zh_cn: 欢迎留言

# User.ContactUsPage.Subject
source: Subject
ar_ae: الموضوع
fr: Sujet
km_kh: ប្រធានបទ
th: หัวข้อ
zh_cn: 课题

# User.ContactUsPage.Title
source: Contact Us
ar_ae: اتصل بنا
fr: Contactez nous
km_kh: ទំនាក់ទំនងមកយើង
th: ติดต่อเรา
zh_cn: 联络我们

# User.GetUserPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 活动

# User.GetUserPage.AddNewAdmin
source: Magdagdag ng Admin
ar_ae: أضف المشرف
fr: Ajouter un Administrateur
km_kh: បន្ថែមអ្នកគ្រប់គ្រង
th: เพิ่มผู้ดูแลระบบ
zh_cn: 增加管理员

# User.GetUserPage.ConfirmDelUser
source: Sigurado ka na ba sa pagbubura?
ar_ae: هل انت متأكد من الحذف ؟
fr: Etes vous sûr de vouloir supprimer ?
km_kh: តើអ្នកប្រាកដថាចង់លុបទេ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ
zh_cn: 您确定删除？

# User.GetUserPage.Email
source: Email
ar_ae: بريد الكتروني
fr: Email/Courriel
km_kh: អ៊ីមែល
th: อีเมล
zh_cn: 邮箱

# User.GetUserPage.FirstName
source: Pangalan
ar_ae: الاسم
fr: Prénom
km_kh: នាមឈ្មោះ
th: ชื่อ
zh_cn: 名字

# User.GetUserPage.LastName
source: Apelyido
ar_ae: اللقب / الكنية
fr: Nom de Famille
km_kh: នាមត្រកូល
th: นามสกุล
zh_cn: 姓

# User.GetUserPage.SubTitle
source: I-manage and system Admins
ar_ae: ادارة مشرفي ونستن باي
fr: Gérer les system Administrateurs
km_kh: គ្រប់គ្រងអ្នកគ្រប់គ្រង
th: ผู้ดูแลระบบ
zh_cn: 管理 系統 管理员

# User.GetUserPage.Title
source: Admins
ar_ae: المشرف . المدير
fr: Administrateurs
km_kh: អ្នកគ្រប់គ្រង
th: ผุ้ดูแลระบบ
zh_cn: 管理员

# User.GetUserPage.UserName
source: Username
ar_ae: اسم المستعمل
fr: Nom d'utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้
zh_cn: 用户

# User.LoginPage.ForgotPassword
source: I-reset ang password
ar_ae: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe
km_kh: កំណត់ពាក្យសម្ងាត់
th: รีเซ็ตรหัสผ่าน
zh_cn: 重設密碼

# User.LoginPage.ContactUs
source: Contact Us
ar_ae: اتصل بنا
fr: Nous contacter
km_kh: ទំនាក់ទំនងមកយើង
th: ติดต่อเรา
zh_cn: 联络我们

# User.LoginPage.ModalConctactUsEmail
source: Iyong Email
ar_ae: بريدك الالكتروني
fr: Email
km_kh: អ៊ីមែល​របស់​អ្នក
th: อีเมลของคุณ
zh_cn: 您的邮箱

# User.LoginPage.ModalConctactUsMessage
source: Mensahe
ar_ae: رسالة
fr: Message
km_kh: សារ
th: ข้อความ
zh_cn: 信息

# User.LoginPage.ModalConctactUsSendMessage
source: Magpadala ng Mensahe
ar_ae: ابعث رسالة
fr: Envoyer un message
km_kh: ផ្ញើសារ
th: ส่งข้อความ
zh_cn: 发送信息

# User.LoginPage.ModalConctactUsSubject
source: Subject
ar_ae: الموضوع
fr: Sujet
km_kh: ប្រធានបទ
th: หัวข้อ
zh_cn: 课题

# User.LoginPage.Title
source: Login
ar_ae: تسجيل الدخول
fr: Se connecter
km_kh: ចូលទៅកាន់
th: เข้าสู่ระบบ
zh_cn: 登入

# User.LoginPage.Change
source: Pagbabago
fr: Changement

# User.LoginPage.CurrentLangText
source: ay pinili bilang iyong default na wika.
fr: a été sélectionné comme langue par défaut.

# User.ProfilePage.AccessToKYC
source: Access to KYC profile
ar_ae: ولوج الملف الشخصي .... كوس
fr: Acces au profil KYC
km_kh: ចូលដំណើរការទម្រង់ KYC
th: เข้าถึงโปรไฟร์ KYC
zh_cn: 进入KYC资料

# User.ProfilePage.Aliases
source: Aliases
ar_ae: اسم مستعار
fr: Pseudo
km_kh: ឈ្មោះហៅក្រៅ:
th: นามแฝง
zh_cn: 别名

# User.ProfilePage.Cancel
source: Kanselahin
ar_ae: الغاء
fr: Annuler
km_kh: បោះបង់
th: ยกเลิก
zh_cn: 取消

# User.ProfilePage.CreatePayment
source: Create Payment (via web service)
ar_ae: استخلاص عن طريق الواب (الشبكة العنكبوتية)
fr: Créer un Paiement (via Web Service)
km_kh: ធ្វើការទូទាត់ (តាមរយៈសេវាបណ្ដាញ)
th: การชำระเงินที่สร้างขึ้น(ผ่านบริการเว็บ)
zh_cn: 建立付款（通过网站服务）

# User.ProfilePage.Customer
source: Customer:
ar_ae: الحريف
fr: Client:
km_kh: អតិថិជន
th: ลูกค้า
zh_cn: 客户

# User.ProfilePage.Email
source: Email Address:
ar_ae: عنوان البريد الالكتروني
fr: Adresse email :
km_kh: អ៊ីមែល:
th: ที่อยู่อีเมล
zh_cn: 邮箱

# User.ProfilePage.FirstName
source: Pangalan:
ar_ae: الاسم
fr: Prénom :
km_kh: នាមឈ្មោះ:
th: ชื่อ
zh_cn: 名字

# User.ProfilePage.Grants
source: Granted Access Rights
ar_ae: منحت حق الولوج
fr: Droits d'accès garantis
km_kh: ទទួលសិទ្ធិ
th: ได้รับสิทธิ์การเข้าถึง
zh_cn: 获得登入权

# User.ProfilePage.LastName
source: Apelyido:
ar_ae: اللقب / الكنية
fr: Nom de famille:
km_kh: នាមត្រកូល:
th: นามสกุล
zh_cn: 姓

# User.ProfilePage.Payments
source: Mga Payments
ar_ae: دفوعات
fr: Paiements
km_kh: ការទូទាត់
th: การชำระเงิน
zh_cn: 付款

# User.ProfilePage.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# CommonObject.View
source: Tignan
ar_ae: أنظر / أشاهد /أرى / رؤية
fr: Voir
km_kh: មើល
th: ดู
zh_cn: 查看

# User.ProfilePage.SubmitPaymentText
source: Submit Payment up to: $0.00 USD [can override Dual Control]
ar_ae: تخضع الدفوعات التي تصل الى 0000 دولار(تستطيع تجاوز المراقبة المزدوجة)
fr: Soumettre un paiement supérieur à 0,00 USD [peut éviter un double contrôle]
km_kh: ដាក់ស្នើការទូទាត់ប្រាក់រហូតដល់: $ 0.00 USD [អាចបដិសេធការត្រួតពិនិត្យពីរដង]
th: ส่งการชำระเงิน:$ 0.00 USD[สามารถแทนที่ควบคุมแบบคู่ได้]
zh_cn: 可以付款金额达到 $0.00 （可以双重控制否决）

# User.ProfilePage.Tab1
source: My information
ar_ae: معلوماتي
fr: Mes informations
km_kh: ព័ត៌មានរបស់ខ្ញុំ
th: ข้อมูลของฉัน
zh_cn: 我的个人资料

# User.ProfilePage.Tab2
source: Access Rights and Limits
ar_ae: حق الولوج /العبور
fr: Droits d'accès et limites
km_kh: សិទ្ធិនិងដែនកំណត់
th: สิทธิ์การเข้าถึงและข้อจำกัด
zh_cn: 登入权与限制

# User.ProfilePage.Title
source: My Profile
ar_ae: ملفي الشخصي
fr: Mon Profil
km_kh: ព័ត៌មានរបស់ខ្ញុំ
th: ประวัติของฉัน
zh_cn: 我的个人资料

# User.ProfilePage.UserInfo
source: User Information
ar_ae: معلومات عن المستعمل
fr: Information utilisateur
km_kh: ព័ត៌មានអ្នកប្រើ
th: ข้อมูลผู้ใช้
zh_cn: 用户资料

# User.ProfilePage.UserName
source: Username:
ar_ae: اسم المستعمل
fr: Nom d'utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้
zh_cn: 用户

# Bank.BankController.AddBank.ViewBagMessage
source: Matagumpay na naidagdag ang Bangko
ar_ae: نجحت اضافة البنك /المصرف
fr: Banque ajoutée avec succès
km_kh: បន្ថែមធនាគារបានដោយជោគជ័យ។
th: เพิ่มธนาคารสำเร็จ
zh_cn: 成功增加银行

# Bank.BankController.AddBankBankAndInstruction.Title
source: Magdagdag ng Bangko
ar_ae: أضف البنك / المصرف
fr: Ajouter une banque
km_kh: បន្ថែមធនាគារ
th: เพิ่มธนาคาร
zh_cn: 增加银行

# Bank.BankController.AddBankBankAndInstruction.ViewBagMessage
source: Matagumpay na naidagdag ang Bangko
ar_ae: نجحت اضافة البنك /المصرف
fr: Banque ajoutée vec succès
km_kh: បន្ថែមធនាគារបានដោយជោគជ័យ។
th: เพิ่มธนาคารสำเร็จ
zh_cn: 成功增加银行

# Bank.BankController.AddCurrency.ViewBagMessage
source: Matagumpay na naidagdag ang Uri ng Pera
ar_ae: تمت اضافة العملة بنجاح
fr: Devise ajoutée avec succès
km_kh: បន្ថែមរូបិយប័ណ្ណបានដោយជោគជ័យ។
th: เพิ่มสกุลเงินสำเร็จ
zh_cn: 成功增加货币

# Bank.BankController.AddCurrencyBankAndInstruction.Title
source: Magdagdag ng Pera
ar_ae: أضف العملة
fr: Ajouter une devise
km_kh: បន្ថែមរូបិយប័ណ្ណ
th: เพิ่มสกุลเงิน
zh_cn: 增加货币

# Bank.BankController.AddCurrencyBankAndInstruction.ViewBagMessage
source: Matagumpay na naidagdag ang Uri ng Pera
ar_ae: تمت اضافة العملة بنجاح
fr: Devise ajoutée avec succès
km_kh: បន្ថែមរូបិយប័ណ្ណបានដោយជោគជ័យ។
th: เพิ่มสกุลเงินสำเร็จ
zh_cn: 成功增加货币

# Bank.BankController.DeleteBank.ViewMessageSuccess
source: Matagumpay na nabura ang Bangko
ar_ae: تم محو البنك /المصرف بنجاح
fr: Banque supprimée avec succès
km_kh: លុបធនាគារបានដោយជោគជ័យ។
th: ลบธนาคารสำเร็จ
zh_cn: 成功删除银行

# Bank.BankController.DeleteBank.ViewMessageUnSuccess
source: Hindu matagumpay na nabura ang Bangko
ar_ae: لم يتم محو البنك /المصرف
fr: Banque non supprimée
km_kh: លុបធនាគារមិនបានជោគជ័យ។
th: ลบธนาคารสำเร็จ
zh_cn: 成功删除银行

# Bank.BankController.DeleteCurrency.ViewMessageSuccess
source: Matagumpay na nabura ang Uri ng Pera
ar_ae: تم محو العملة بنجاح
fr: devise supprimée avec succès
km_kh: លុបរូបិយប័ណ្ណបានដោយជោគជ័យ។
th: ลบสกุลเงินสำเร็จ
zh_cn: 成功删除货币

# Bank.BankController.DeleteCurrency.ViewMessageUnSuccess
source: Hindi matagumpay na nabura ang Uri ng Pera
ar_ae: لم يتم محو العملة بنجاح
fr: devise non supprimée
km_kh: លុបរូបិយប័ណ្ណមិនបានជោគជ័យ។
th: ลบสกุลเงินสำเร็จ
zh_cn: 成功删除货币

# Bank.BankController.EditBank.ViewMessage
source: Matagumpay na nai-update and Bank information
ar_ae: لقد تم تحيين المعلومات البنكية / المصرفية بنجاح
fr: Information bancaire mises à jour avec succès
km_kh: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានធនាគារបានដោយជោគជ័យ។
th: ปรับปรุงข้อมูลธนาคารสำเร็จ
zh_cn: 成功更新银行资讯

# Bank.BankController.EditCurrency.ViewMessage
source: Matagumpay na nai-update ang Currency information
ar_ae: تم تحيين معلومات العملة بنجاح
fr: Information sur la devise mise à jour avec succès
km_kh: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានរូបិយប័ណ្ណបានដោយជោគជ័យ។
th: ปรับปรุงข้อมูลสกุลเงินสำเร็จ
zh_cn: 成功更新货币资讯

# Bank.BankController.UpdateCurrency.ViewBagMessage
source: Matagumpay na nai-update ang Currency information
ar_ae: تم تحيين معلومات العملة بنجاح
fr: Information sur la devise mise à jour avec succès
km_kh: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានរូបិយប័ណ្ណបានដោយជោគជ័យ។
th: ปรับปรุงข้อมูลสกุลเงินสำเร็จ
zh_cn: 成功更新货币资讯

# ContactUs.ContactUsController.ContactUs.DbError
source: DB error. Message sent
ar_ae: خلل ,,,,.تم بعث رسالة
fr: Erreur base de données. Message envoyé
km_kh: មានកំហុសDB។ សារបានផ្ញើ
th: ฐานข้อมูลผิดพลาด.ส่งข้อความ
zh_cn: DB发生故障，信息已发送

# ContactUs.ContactUsController.ContactUs.MailAndDbError
source: Record not added on DB and Mail didn't sender
ar_ae: لم بتم تسجيل المعلومات في د ب و لم يتم بعث ارسالية
fr: Enregistrement non envoyé à la base de données et message non envoyé
km_kh: ការកត់ត្រាមិនត្រូវបានបន្ថែមនៅលើ DB និងសំបុត្រមិនបានផ្ញើ
th: ไม่ได้บันทึกเพิ่มในฐานข้อมูลและจดหมายไม่ได้ส่ง
zh_cn: 记录未加到DB，信件无法发送

# ContactUs.ContactUsController.ContactUs.MailSendingError
source: Record added on DB but Mail sender error
ar_ae: تم تسجييل المعلومات في د ب و لكن يوجد خلل بباعث الارسالية
fr: Enregistrement ajouté à la base de données mais erreur du courrier expéditeur
km_kh: ការកត់ត្រាត្រូវបានបន្ថែមនៅលើ DB ប៉ុន្តែការផ្ញើសំបុត្រមានកំហុស
th: บันทึกในฐานข้อมูลแต่เกิดข้อผิดพลาดในการส่งจดหมาย
zh_cn: 记录已加到DB，但发送信件发生故障

# ContactUs.ContactUsController.ContactUs.MailToError
source: Mail To is empty
ar_ae: الرسالة فارغة
fr: "Courrier à" est vide
km_kh: សំបុត្រផ្ញើទៅទទេ
th: จดหมายไปอยังหมวดหมู่
zh_cn: 发送信息是空白

# ContactUs.ContactUsController.Index.ChoseCategory
source: Pumili ng Kategorya
ar_ae: اختر فئة من فضلك
fr: Veuillez choisir une rubrique
km_kh: សូមជ្រើសរើសប្រភេទ
th: ได้โปรดเลือกประเภท
zh_cn: 请选择类型

# ContactUs.ContactUsController.Index.ContactUs
source: Contact Us
ar_ae: اتصل بنا
fr: Contactez nous
km_kh: ទំនាក់ទំនងមកយើង
th: ติดต่อเรา
zh_cn: 联络我们

# ContactUs.ContactUsController.Index.MailIsNotSend
source: Ang Mail ay HINDI naipadala
ar_ae: لم تبعث الرسالة
fr: Le mail n'a pas été envoyé
km_kh: សំបុត្រមិនត្រូវបានផ្ញើ
th: จดหมายไม่ถูกส่ง
zh_cn: 信件无法发送

# ContactUs.ContactUsController.Index.MsgIsEmpty
source: Maglagay ng Mensahe
ar_ae: لا يمكن أن تكون الرسالة فارغة
fr: Le message ne peut pas être vide
km_kh: សារមិនអាចទទេបានទេ
th: ข้อความต้องไม่ว่างเปล่า
zh_cn: 信件不能空白

# ContactUs.ContactUsController.Index.SelectCategory
source: Pumili ng Kategorya
ar_ae: اختر فئة من فضلك
fr: Veuillez sélectionner une rubrique
km_kh: សូមជ្រើសរើសប្រភេទ
th: โปรดเลือกหมวดหมู่
zh_cn: 请选择类型

# ContactUs.ContactUsController.Index.SubjIsEmpty
source: Maglagay ng Subject
ar_ae: لا يمكن أن يكون الموضوع فارغا
fr: Le sujet ne peut pas être vide
km_kh: ប្រធានបទមិនអាចទទេបានទេ
th: หัวเรื่องต้องไม่ว่างเปล่า
zh_cn: 课题不能空白

# HomeAccountStatementPage.AccountText
source: Pumili muna ng currency
ar_ae: من فضلك قم باختيار العملة أولا
fr: Choisissez une devise d'abord
km_kh: សូមជ្រើសរើសរូបិយប័ណ្ណជាមុនសិន
th: โปรดเลือกสกุลเงินก่อน
zh_cn: 请预先选择货币

# UIHelper.PrepareAvaliableBank.SelectBank
source: Pumili ng Bangko
ar_ae: اختيار البنك / المصرف
fr: Choisissez une banque
km_kh: ជ្រើសរើសធនាគារ
th: เลือกธนาคาร
zh_cn: 选择银行

# User.RegFailureNewAdminPage.BodyText
source: Ang account na ito ay nagawa na. Mag-log in sa ibaba.
ar_ae: هذا الحساب موجود. سجل دخولك أسفل الصفحة من فضلك
fr: Ce compte a déjà été créé. S'il vous plait connectez vous ci dessous
km_kh: គណនីមួយនេះត្រូវបានបង្កើតរួចហើយ។ សូមចូលទៅកាន់នៅផ្នែកខាងក្រោម។
th: บัญชีนี้ถูกสร้างขึ้นแล้ว.กรุณาเข้าสู่ระบบด้านล่าง
zh_cn: 此账户已建立，敬请登入以下

# User.RegFailureNewAdminPage.Login
source: Login
ar_ae: تسجيل الدخول
fr: Se connecter
km_kh: ចូលទៅកាន់
th: เข้าสู่ระบบ
zh_cn: 登入

# User.RegFailureNewAdminPage.Title
source: Register Failure
ar_ae: فشل التسجيل
fr: Erreur d'inscription
km_kh: ការចុះឈ្មោះបរាជ័យ
th: ลงทะเบียนล้มเหลว
zh_cn: 注册失败

# User.RegNewAdminPage.CreatePassword
source: Gumawa ng Password
ar_ae: انشاء كلمة سر
fr: Créer un mot de passe
km_kh: បង្កើតលេខសំងាត់
th: สร้างรหัสผ่าน
zh_cn: 建立密码

# User.RegNewAdminPage.Password
source: Password
ar_ae: كلمة السّر
fr: Mot de passe
km_kh: លេខសំងាត់អ្នកប្រើ
th: รหัสผ่าน
zh_cn: 密码

# User.RegNewAdminPage.RepeatPassword
source: Ulitin ang Password
ar_ae: كرر كلمة السّر
fr: Répéter le mot de passe
km_kh: លេខសំងាត់អ្នកប្រើម្តងទៀត
th: รหัสผ่านซ้ำ
zh_cn: 重新输入密码

# User.RegNewAdminPage.Title
source: Gumawa ng Bagong Admin
ar_ae: تسجيل المشرف الجديد
fr: Inscrire un nouvel administrateur
km_kh: ចុះឈ្មោះអ្នកគ្រប់គ្រងថ្មី
th: ลงทะเบียนผู้ดูแลระบบใหม่
zh_cn: 注册新管理员

# User.RegNewAdminPage.WelcomeMsgText
source: Mabuhay!, <b> {0}</b>! <br/>Gumawa ng bagong password bago gamitin ang system.
ar_ae: مرحبا, قم بخلق كلمة السر خاصتك قبل ولوج النظام
fr: Bienvenue, <b> {0}</b>! <br/> S'il vous plait, créez votre mot de passe avent de vous connecter au sevice.
km_kh: សូមស្វាគមន៍, <b> {0} </b>!​ <br/> សូមបង្កើតលេខសម្ងាត់របស់អ្នកមុនពេលចូលប្រើប្រព័ន្ធ។
th: ต้อนรับ,<b>{0}</b>!br/>กรุณาสร้างรหัสผ่านของคุณก่อนที่จะเข้าระบบ
zh_cn: 欢迎，b，{0}，/b，br，请在使用系统之前建立密码

# WelcomeMessage.AddWelcomeMessagePage.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 添加

# WelcomeMessage.AddWelcomeMessagePage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 返回名单

# WelcomeMessage.AddWelcomeMessagePage.SubTitle
source: Magdagdag ng Custom Welcome Message
ar_ae: اضافة رسالة ترحيب بالحريف
fr: Ajouter un message de bienvenue personnalisé
km_kh: បន្ថែមសារស្វាគមន៍ផ្ទាល់ខ្លួន
th: ข้อความสำหรับลูกค้า
zh_cn: 添加个人欢迎留言

# WelcomeMessage.AddWelcomeMessagePage.Title
source: Welcome Message
ar_ae: رسالة ترحيب / ترحاب
fr: Message de Bienvenue
km_kh: សារស្វាគមន៍
th: ข้อความ
zh_cn: 欢迎留言

# WelcomeMessage.AddWelcomeMessagePage.WmForUser
source: Welcome Message for User
ar_ae: رسالة ترحيب للمستعمل
fr: Message de Bienvenue pour Utilisateur
km_kh: សារស្វាគមន៍សំរាប់អ្នកប្រើប្រាស់
th: ข้อความสำหรับผู้ใช้งาน
zh_cn: 用户欢迎留言

# WelcomeMessage.AddWelcomeMessagePage.WmText
source: Teksto ng Mensahe (Ingles)
ar_ae: نص رسالة الترحيب
fr: Texte de message de Bienvenue
km_kh: អត្ថបទសារស្វាគមន៍
th: ข้อความสำหรับติดต่อ
zh_cn: 欢迎短信

# WelcomeMessage.AddWelcomeMessagePage.WmTextRu
source: Teksto ng Mensahe (Ruso)
fr: Texte de message de Bienvenue (Russe)

# WelcomeMessage.AddWelcomeMessagePage.WmTextFr
source: Teksto ng Mensahe (Pranses)
fr: Texte de message de Bienvenue (Français)

# WelcomeMessage.AddWelcomeMessagePage.WmTextPh
source: Teksto ng Mensahe (Filipino)
fr: Texte de message de Bienvenue (Philippin)

# WelcomeMessage.EditWelcomeMessagePage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 返回名单

# WelcomeMessage.EditWelcomeMessagePage.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# WelcomeMessage.EditWelcomeMessagePage.SubTitle
source: I-edit ang Welcome Message
ar_ae: أنشر رسالة الترحيب
fr: Editer le message de bienvenue
km_kh: កែសម្រួលសារស្វាគមន៍
th: แก้ไขข้อความ
zh_cn: 设置欢迎留言

# WelcomeMessage.EditWelcomeMessagePage.Title
source: Welcome Message
ar_ae: رسالة ترحيب / ترحاب
fr: Message de Bienvenue
km_kh: សារស្វាគមន៍
th: ข้อความ
zh_cn: 欢迎留言

# WelcomeMessage.EditWelcomeMessagePage.WmForUser
source: Welcome Message for User
ar_ae: رسالة ترحيب للمستعمل
fr: Message de Bienvenue pour Utilisateur
km_kh: សារស្វាគមន៍សំរាប់អ្នកប្រើប្រាស់
th: ข้อความสำหรับผู้ใช้งาน
zh_cn: 用户欢迎留言

# WelcomeMessage.EditWelcomeMessagePage.WmId
source: Welcome Message Id
ar_ae: الهوية الشخصية لرسالة الترحيب
fr: Message de bienvenue Identifiant
km_kh: អត្តលេខសារស្វាគមន៍
th: ข้อความสำหรับรหัสผ่าน
zh_cn: 欢迎留言证号码

# WelcomeMessage.EditWelcomeMessagePage.WmText
source: Welcome Message Text
ar_ae: نص رسالة الترحيب
fr: Texte de message de Bienvenue (Anglais)
km_kh: អត្ថបទសារស្វាគមន៍
th: ข้อความสำหรับติดต่อ
zh_cn: 欢迎短信

# WelcomeMessage.GetWelcomeMessagesPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 活动

# WelcomeMessage.GetWelcomeMessagesPage.DefWM
source: Default Welcome Message
ar_ae: رسالة الترحيب العامة
fr: Message de bienvenue par défaut
km_kh: សារស្វាគមន៍លំនាំដើម
th: ข้อความสำหรับเริ่มต้น
zh_cn: 默认欢迎留言

# WelcomeMessage.GetWelcomeMessagesPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# WelcomeMessage.GetWelcomeMessagesPage.IsDefMsg
source: Default Message?
ar_ae: رسالة عامة
fr: Message par défaut ?
km_kh: សារលំនាំដើម?
th: ข้อความเริ่มต้น?
zh_cn: 默认短信？

# WelcomeMessage.GetWelcomeMessagesPage.MsgText
source: Teksto ng Mensahe
ar_ae: نص الرسالة
fr: Texte du message
km_kh: អត្ថបទសារ
th: ข้อความสำหรับติดต่อ
zh_cn: 短信

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextRu
source: Teksto ng Mensahe (Ruso)
fr: Texte du message (Russe)

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextFr
source: Teksto ng Mensahe (Pranses)
fr: Texte du message (Français)

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextPh
source: Teksto ng Mensahe (Filipino)
fr: Texte du message (Philippin)

# WelcomeMessage.GetWelcomeMessagesPage.SubTitle
source: Listahan ng Welcome Messages
ar_ae: قائمة رسائل الترحيب
fr: Liste des messages de bienvenue
km_kh: បញ្ជីនៃសារស្វាគមន៍
th: รายการของข้อความ
zh_cn: 欢迎留言名单

# WelcomeMessage.GetWelcomeMessagesPage.Title
source: Welcome Messages
ar_ae: رسائل الترحيب
fr: Messages de Bienvenue
km_kh: សារស្វាគមន៍
th: ข้อความ
zh_cn: 欢迎留言

# WireInstruction.AddWireInstructionPage.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 添加

# WireInstruction.AddWireInstructionPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 返回名单

# WireInstruction.AddWireInstructionPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# WireInstruction.AddWireInstructionPage.CharsMax
source: chars max
ar_ae: الحد الأقصى للرموز
fr: Caractères maximum
km_kh: តួអក្សរអតិបរមា
th: จำนวนตัวอักษรสูงสุดที่ใส่
zh_cn: 最多数字

# WireInstruction.AddWireInstructionPage.SubTitle
source: Magdagdag ng Paraan ng Pagbabayad
ar_ae: أضف تعليمات / بيانات الأمر بالدفع
fr: Ajouter les instructions de paiement
km_kh: បន្ថែមការណែនាំក្នុងការបង់ប្រាក់
th: เพิ่มการชำระเงิน
zh_cn: 添加支付说明

# WireInstruction.AddWireInstructionPage.Title
source: Paraan ng Pagbabayad
ar_ae: أمر بالدفع
fr: Ordre de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: การชำระเงิน
zh_cn: 支付说明

# WireInstruction.AddWireInstructionPage.WireInstr
source: Pay-In Instruction
ar_ae: تعليمات / بيانات الأمر بالدفع
fr: Ordre de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: การชำระเงิน
zh_cn: 支付说明

# WireInstruction.EditWireInstructionPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 返回名单

# WireInstruction.EditWireInstructionPage.CharsMax
source: chars max
ar_ae: عدد الحروف/ الرموز الأقصى
fr: Caractères maximum
km_kh: តួអក្សរអតិបរមា
th: จำนวนตัวอักษรสูงสุดที่ใส่
zh_cn: 最多数字

# WireInstruction.EditWireInstructionPage.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# WireInstruction.EditWireInstructionPage.SubTitle
source: Baguhin ang Detalye
ar_ae: أنشر بيانات/ تعليمات الأمر بالدفع
fr: Editer les instructions de paiement
km_kh: កែសម្រួលការណែនាំក្នុងការបង់ប្រាក់
th: แก้ไขการชำระเงิน
zh_cn: 设置支付说明

# WireInstruction.EditWireInstructionPage.Title
source: Paraan ng Pagbabayad
ar_ae: أمر بالدفع
fr: Instruction de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: การชำระเงิน
zh_cn: 支付说明

# WireInstruction.EditWireInstructionPage.WireInstr
source: Pay-In Instruction
ar_ae: تعليمات / بيانات الأمر بالدفع
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: การชำระเงิน
zh_cn: 支付说明

# WireInstruction.EditWireInstructionPage.WireInstrId
source: Pay-In Instruction Id
ar_ae: هوية الأمر بالدفع
fr: Identité instruction de paiement
km_kh: អត្តលេខការណែនាំក្នុងការបង់ប្រាក់
th: การชำระเงินด้วยรหัส
zh_cn: 支付说明

# WireInstruction.GetWireInstructionsPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 活动

# WireInstruction.GetWireInstructionsPage.BankAndCurrency
source: Bangko at Uri ng Pera
ar_ae: البنك / المصرف و العملة
fr: Banque et devise
km_kh: ធនាគារនិងរូបិយបណ្ណ
th: ธนาคารและสกุลเงิน
zh_cn: 银行与货币

# WireInstruction.GetWireInstructionsPage.BankWireInstructions
source: Bank Pay-In Instruction
ar_ae: تعليمات /بيانات الأمر بالدفع البنكية
fr: Instructions de paiement banque
km_kh: ការណែនាំក្នុងការបង់ប្រាក់ធនាគារ
th: การชำระเงินด้วยธนาคาร
zh_cn: 银行支付说明

# WireInstruction.GetWireInstructionsPage.Id
source: ID
ar_ae: الهوية الشخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# WireInstruction.GetWireInstructionsPage.NewWireInstr
source: Gumawa ng Bagong Pay-In Instruction
ar_ae: خلق بيانات / تعليمات لأمر جديد بالدفع
fr: Créer une nouvelle instruction de paiement
km_kh: បង្កើតការណែនាំក្នុងការបង់ប្រាក់ថ្មី
th: สร้างการชำระเงินใหม่
zh_cn: 建立新支付说明

# WireInstruction.GetWireInstructionsPage.SubTitle
source: Listahan ng mga Pay-In Instructions
ar_ae: قائمة تعليمات الدفوعات
fr: Liste des instructions de paiement
km_kh: បញ្ជីនៃការណែនាំក្នុងការបង់ប្រាក់
th: รายการการชำระเงิน
zh_cn: 支付说明名单

# WireInstruction.GetWireInstructionsPage.Title
source: Pay-In Instruction
ar_ae: تعليمات الدفوعات
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการชำระเงิน
zh_cn: 支付说明

# Exchange.ExchangeController.CurrencyExchange.EmptyUserData
source: Empty user data
ar_ae: معلومات المستعمل فارغة
fr: Données utilisateur vides
km_kh: លុបទិន្នន័យអ្នកប្រើ
th: ข้อมูลผู้ใช้ว่างเปล่า
zh_cn: 删除用户资料

# Exchange.ExchangeController.CurrencyExchange.ChangeCurrency
source: Palitan ang alinmang currency
ar_ae: من فضلك قم بتغيير عملة واحدة على الأقل
fr: Veuillez changer au moins une devise
km_kh: សូមប្តូររូបិយប័ណ្ណយ៉ាងហោចណាស់មួយ
th: ได้โปรดเปลี่ยนสกุลเงินอย่างน้อยหนึ่งสกุล
zh_cn: 最少兑换一种货币

# Exchange.ExchangeController.CurrencyExchange.EnterAmount
source: Ilagay ang halaga na gustong ilipat
ar_ae: الرجاء, ادخال المبلغ الذي تريد تحويله
fr: Veuillez insérer le montant du virement
km_kh: សូមបញ្ចូលចំនួនទឹកប្រាក់ដែលអ្នកចង់ផ្ទេរ
th: ได้โปรด,ใส่จำนวนที่คุณต้องการโอน
zh_cn: 请输入预想转账的金额

# Exchange.ExchangeController.CurrencyExchange.NoCorrectCurrency
source: Mali ang Currency
ar_ae: العملة غير صحيحة
fr: Devise incorrecte
km_kh: មិនមានរូបិយប័ណ្ណត្រឹមត្រូវ
th: ไม่มีสกุลเงิน
zh_cn: 无正确货币
