Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# Exchange.ExchangeController.CurrencyExchange.EqualCurrencyError
source: Palitan ang alinmang currency.
ar_ae: الرجاء تغيير عملة واحدة على الأقل, العملات متساوية
fr: Veuillez changer au moins une devise, vous avez choisi la même devise
km_kh: សូមប្តូររូបិយប័ណ្ណយ៉ាងហោចណាស់មួយ។ រូបិយប័ណ្ណគឺមានតំលៃស្មើគ្នា
th: ได้โปรดเปลี่ยนสกุลเงินอย่างน้อยหนึ่งสกุลเงิน.สกุลเงินเท่ากัน
zh_cn: 最少兑换一种货币，货币价格同等

# Exchange.ExchangeController.CurrencyExchange.TempDataIsNull
source: Temp data is null
ar_ae: البيانات المؤقتة فارغة
fr: Donnée temporaire nulle
km_kh: ទិន្នន័យបណ្ដោះអាសន្នគឺគ្មានតម្លៃ
zh_cn: 暂时数据无效

# FavoriteCurrencies.FavoriteCurrenciesController.AddToFavoriteCurrency.AddSuccess
source: Ang WpayId ay matagumpay na naidagdag
ar_ae: تمت اضافة الاسم المستعار بنجاح
fr: Votre pseudo a bien été ajouté
km_kh: ឈ្មោះហៅក្រៅត្រូវបានបន្ថែមដោយជោគជ័យ។
th: นามแฝงได้รับการเพิ่มสำเร็จ
zh_cn: 成功添加别名

source: Ang WpayId ay hindi matagumpay na naidagdag
ar_ae: فشلت اضافة الاسم المستعار
fr: Votre pseudo a bien été ajouté
km_kh: ឈ្មោះហៅក្រៅមិនបានបន្ថែមដោយជោគជ័យ។
th: เพิ่มนามแฝงไม่สำเร็จ
zh_cn: 未成功添加别名

# FavoriteCurrencies.FavoriteCurrenciesController.DelToFavoriteCurrency.Success
source: Ang WpayId ay matagumpay na nabura
ar_ae: تم محو الاسم المستعار بنجاح
fr: Votre pseudo a bien été supprimé
km_kh: ឈ្មោះហៅក្រៅត្រូវបានលុបដោយជោគជ័យ។
th: ลบนามแฝงสำเร็จ
zh_cn: 成功删除别名

# FavoriteCurrencies.FavoriteCurrenciesController.DelToFavoriteCurrency.NoSuccess
source: Ang WpayId ay hindi matagumpay na nabura
ar_ae: فشلت عملية محو الاسم المستعار
fr: Votre pseudo n' a pas été supprimé
km_kh: ឈ្មោះហៅក្រៅមិនបានលុបដោយជោគជ័យ។
th: ลบนามแฝงไม่สำเร็จ
zh_cn: 未成功删除别名

# Funding.FundingController.PrepareAvalBanks.SelectBank
source: Pumili ng Uri ng Pera at Bangko
ar_ae: اختر العملة و البنك /المصرف
fr: Sélectionner une devise et une Banque
km_kh: ជ្រើសរើសរូបិយប័ណ្ណនិងធនាគារ
th: เลือกสกุลเงินและธนาคาร
zh_cn: 选择货币与银行

# CommonObject.BrowseFile
source: Browse file
ar_ae: تصفح الملف
fr: Rechercher un fichier
km_kh: រកឯកសារ
th: ไฟล์เบราเซอร์
zh_cn: 浏览器文件

# CommonObject.NoFile
source: No file choosen
ar_ae: لم تقم باختيار الملف
fr: Vous n'avez pas choisi de fichier
km_kh: មិនមានឯកសារបានជ្រើសយក
th: ไม่มีไฟล์เลือก
zh_cn: 无文件选择

# Funding.FundingController.DeleteBankDeposit.Success
source: Ang Bank Deposit ay tagumpay na nabura
ar_ae: تم محو الوديعة البنكية بنجاح
fr: Le Dépôt bancaire a été effacé avec succès
km_kh: ការដាក់ប្រាក់ពីធនាគារត្រូវបានលុបដោយជោគជ័យ
th: ทำการลบเงินฝากธนาคารสำเร็จ
zh_cn: 成功删除银行存款

# Bank.BankController.GetBankAndWireInstructions.Success
source: Ang Pay-In instructions ay tagumpay na nabura
ar_ae: تم محو تعليمات الدفوعات بنجاح
fr: Les instructions de paiement ont été effacées avec succès
km_kh: ការណែនាំក្នុងការបង់ប្រាក់ត្រូវបានលុបដោយជោគជ័យ
th: ลบคำแนะนำในการจ่ายเงินสำเร็จ
zh_cn: 成功删除支付说明

# Funding.FundingController.UpdateFundsRequest.Success
source: Ang Fund request status ay naupdate na
ar_ae: تم تحيين معلومات مطالب التمويل بنجاح
fr: Le statut de demande de fonds a été mis à jour avec succès
km_kh: ស្ថានភាពសំណើថវិការត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
th: สถานะคำขออัปเดตสำเร็จ
zh_cn: 成功更新资金申请状况

# Home.HomeController.CheckoutIndex.ApplicationError
source: Application Error
ar_ae: خلل بالتطبيق
fr: Erreur d'application
km_kh: កំហុសកម្មវិធី
th: แอพพลิเคชั่นขัดข้อง
zh_cn: 申请发生故障

# Payment.PaymentController.Create.NeedToSetCurrency
source: Pumili ng Currency Value
ar_ae: يجب تحديد قيمة العملة
fr: Vous devez choisir une valeur pour la devise
km_kh: អ្នកត្រូវកំណត់តម្លៃរូបិយប័ណ្ណ
th: คุณต้องการตั้งค่าสกุลเงิน
zh_cn: 您必须设置货币价值

# Payment.PaymentController.GetImageLink.PaymentDetails
source: Payment Details
ar_ae: تفاصيل الدفع
fr: Détails de paiement
km_kh: ព័ត៌មានអំពីការទូទាត់
th: รายละเอียดการชำระเงิน
zh_cn: 付款资料

# Payment.PaymentController.GetImageLink.PaymentReference
source: Payment Reference:
ar_ae: مرجع الدفع
fr: Référence du paiement
km_kh: សេចក្ដីយោងការទូទាត់:
th: หลักฐานการชำระเงิน
zh_cn: 支付参考

# Payment.PaymentController.GetImageLink.Status
source: Status:
ar_ae: الحالة / الوضع
fr: Satut :
km_kh: ស្ថានភាព:
th: สถานะ
zh_cn: 现状

# Payment.PaymentController.GetImageLink.From
source: Simula:
ar_ae: من
fr: De:
km_kh: ពី:
th: จาก
zh_cn: 从

# Payment.PaymentController.GetImageLink.To
source: Hanggang:
ar_ae: الى
fr: A :
km_kh: ទៅ:
th: ถึง
zh_cn: 至

# Payment.PaymentController.GetImageLink.Date
source: Petsa:
ar_ae: تاريخ
fr: Date :
km_kh: កាលបរិច្ឆេទ:
th: วันที่
zh_cn: 日期

# Payment.PaymentController.GetImageLink.Currency
source: Uri ng Pera:
ar_ae: العملة
fr: devise :
km_kh: រូបិយប័ណ្ណ:
th: สกุลเงิน
zh_cn: 货币

# Payment.PaymentController.GetImageLink.Amount
source: Halaga:
ar_ae: المبلغ
fr: Montant :
km_kh: ចំនួន:
th: จำนวน
zh_cn: 数量

# Payment.PaymentController.GetImageLink.Invoice
source: Resibo:
ar_ae: فاتورة
fr: Facture :
km_kh: វិក័យប័ត្រ:
th: ใบแจ้งนี้
zh_cn: 发票

# Payment.PaymentController.GetImageLink.Memo
source: Talaan:
ar_ae: مذكرة
fr: Mémo :
km_kh: ចំនាំ:
th: บันทึก
zh_cn: 备忘录

# ProofDoc.ProofDocController.UploadProofDoc.ErrCanntCreateBankDeposit
source: Error: Cann't create bank deposit
ar_ae: خلل ,, لا يمكن انشاء/خلق وديعة بنكية
fr: Erreur : On ne peut pas créer un dépôt bancaire
km_kh: កំហុស: មិនអាចបង្កើតប្រាក់តំកល់ធនាគារបានទេ
th: เกิดข้อผิดพลาด:ไม่สามารถฝากเงินกับธนาคาร
zh_cn: 错误：无法建立银行存款

# ProofDoc.ProofDocController.UploadProofDoc.ProofDocUploadAt
source: Proof document uploaded at
ar_ae: حملت وثيقة اثبات البيانات في
fr: Justificatif téléchargé avec succès
km_kh: ឯកសារភស្តុតាងត្រូវបានបញ្ចូលនៅ
th: อัปโหลดหลักฐานเอกสาร
zh_cn: 上载证据资料至

# ProofDoc.ProofDocController.UploadProofDoc.UploadSuccessifully
source: Matagumpay na na-iupload ang file
ar_ae: تم تحمييل الملف بنجاح
fr: Fichier téléchargé avec succès
km_kh: ឯកសារត្រូវបានបញ្ចូលដោយជោគជ័យ។
th: อัปโหลดไฟล์สำเร็จ
zh_cn: 成功上载资料

# ProofDoc.ProofDocController.RemoveProofDoc.DelSuccess
source: Matagumpay na nabura ang dokumento
ar_ae: تم محو وثيقة الاثبات بنجاح
fr: Votre justificatif a bien été supprimé
km_kh: ឯកសារភស្តុតាងត្រូវបានលុបចោលដោយជោគជ័យ
th: ลบหลักฐานเอกสารสำเร็จ
zh_cn: 成功删除证据资料

# User.UserController.CreateNewAlias.AddSuccess
source: AUser WpayId has been Ay naadded succe eA
ar_ae: تمت اضافة الاسم المستعار بنجاح
fr: Votre pseudo a bien été ajouté
km_kh: ឈ្មោះហៅក្រៅត្រូវបានបន្ថែមដោយជោគជ័យ។
th: นามแฝงได้รับการเพิ่มสำเร็จ
zh_cn: 成功添加别名

# User.UserController.CreateNewAlias.ErrAdded
source: Ang WpayId ay hindi na maaring gamitin. Palitan ng bago.
ar_ae: عذرا هذا الاسم المستعار مستعمل, من فضلك اقترح اسما آخر
fr: Désolé ce pseudo est déjà utilisé, merci de réessayer
km_kh: សូមអភ័យទោស ឈ្មោះហៅក្រៅមួយនោះត្រូវបានប្រើរួចហើយ។​ សូមព្យាយាមម្តងទៀត។
th: ขอโทษ,นามแฝงถูกใช้.โปรดลองอีกครั้ง
zh_cn: 抱歉，您建立的别名已被取用，敬请选择另外别名

# User.UserController.Login.UpdateLastLogin
source: Matagumpay na na-iupdate ang petsa
ar_ae: لقد تم تحيين تاريخ آخر دخول للمستعمل بنجاح
fr: La dernière connexion de l'utilisateur a bien été mise à jour
km_kh: កាលបរិច្ឆេទចូលចុងក្រោយរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
th: วันที่เข้าสู่ระบบครั้งล่าสุดของผู้ใช้สำเร็จ
zh_cn: 成功更新用户最新登入日期

# User.UserController.Login.PasswordNotMatch
source: Hindi tumugma ang Username at Password
ar_ae: لا يوجد تطابق بين اسم المستعمل و كلمة السّر
fr: Identifiant et mot de passe incorrects
km_kh: អត្តសញ្ញាណអ្នកប្រើនិងលេខសំងាត់មិនត្រឹមត្រូវ
th: ชื่อผู้ใช้และรหัสผ่านไม่ตรงกัน
zh_cn: 用户名与密码不匹配

# User.UserController.CheckoutLogin.ApplicationError
source: Application Error: [{0}]
ar_ae: خلل بالتطبيق
fr: Erreur Application: [{0}]
km_kh: កំហុសកម្មវិធី: [{0}]
th: แอพพลิเคชั่นขัดข้อง
zh_cn: 应用程序发生故障

# User.UserController.CheckoutLogin.OrderError
source: Hindi tumugma ang Order Token
ar_ae: هذا الأمر بالدفع لا يطابق
fr: LA commande du Token ne correspond pas
km_kh: លេខកូដសញ្ញាបញ្ជាមិនត្រូវគ្នា
th: ใบสั่งเหรียญไม่ตรงกัน
zh_cn: 订购令牌不匹配

# User.UserController.CheckoutLogin.ApplicationErrorEmptyParam
source: Application Error
ar_ae: خلل بالتطبيق
fr: Erreur Application
km_kh: កំហុសកម្មវិធី
th: แอพพลิเคชั่นขัดข้อง
zh_cn: 应用程序发生故障

# User.UserController.RegisterNewAdmin.PasswordsNotMatch
source: Hindi tumugma ang Password
ar_ae: كلمات السّر غير متطابقة
fr: Les mots de passe ne correspondent pas
km_kh: លេខសំងាត់មិនត្រូវគ្នា
th: รหัสไม่ตรงกัน
zh_cn: 密码不匹配

# User.UserController.RegisterNewAdmin.UserUnregistredInSystem
source: Hindi nakarehistro and User sa system
ar_ae: المستعمل غير مبرمج /مسجل بالنظام
fr: Utilisateur non enregistré dans le système
km_kh: អត្តសញ្ញាណអ្នកប្រើមិនបានចុះឈ្មោះនៅក្នុងប្រព័ន្ធ
th: ผู้ใช้ไม่ได้ลงทะเบียนในระบบ
zh_cn: 用户没有在系统登记

# User.UserController.AddAdminUser.AddSuccessifully
source: Matagumpay na naidagdag ang bagong User
ar_ae: تمت اضافة المستعمل بنجاح
fr: Utilisateur ajouté avec succès
km_kh: អត្តសញ្ញាណអ្នកប្រើត្រូវបានបន្ថែមដោយជោគជ័យ។
th: ลงชื่อผู้ใช้สำเร็จ
zh_cn: 成功添加用户

# User.UserController.AddAdminUser.AddUnSuccessifully
source: Hindi naidagdag ang User
ar_ae: لم تتم اضافة المستعمل
fr: Utilisateur n'a pas été ajouté
km_kh: អត្តសញ្ញាណអ្នកប្រើមិនត្រូវបានបន្ថែម
th: ไม่ได้เพิ่มผู้ใช้
zh_cn: 用户未添加

# User.UserController.ChangePassword.PassNotMatched
source: Current password is not correct. If you forgot your password, please <a href="{0}"> log out </a> and use "forgot password" link on the login page
ar_ae: كلمة السّر غير صحيحة, اذا نسيت كلمة السر الرجاء الخروج من هذه الصفحة و استعمال الرابط ’’نسيت كلمة السر’’ بالصفحة الرئيسية.
fr: Le mot de passe actuel est incorrect. Si vous avez oublié votre mot de passe, utilisé le lien "mot de passe oublié" dans la page de connexion. <a href="{0}"> log out </a>
km_kh: លេខសម្ងាត់បច្ចុប្បន្នមិនត្រឹមត្រូវទេ។ ប្រសិនបើអ្នកភ្លេចលេខសម្ងាត់របស់អ្នកសូម <a href="{0}"> ចាកចេញ </a> និងប្រើlink "ភ្លេចលេខសម្ងាត់" នៅលើទំព័រចូល។
th: รหัสผ่านปัจจุบันไม่ถูกต้อง.ถ้าคุณลืมรหัสผ่าน,ได้โปรด<a href={0}>ออกจากระบบ</a>และใช้"ลืมรหัสผ่าน"ลิงก์ในหน้าเข้าสู่ระบบ
zh_cn: 当前密码不正确，如您忘记密码，敬请{0} 退出{/a} 并在登入网页使用“忘记密码”的link

# User.UserController.ChangePassword.NeedEightCharacterLong
source: Ang Password ay dapat mayroong 8 characters
ar_ae: يجب أن تتكون كلمة السر من 8 رموز على الأقل
fr: Votre mot de passe doit contenir au moins 8 caractères
km_kh: លេខសម្ងាត់របស់អ្នកត្រូវតែមានយ៉ាងតិច 8 តួ
th: รหัสผ่านของคุณต้องมีอย่างน้อย8ตัว
zh_cn: 您的密码必须最少有8位数

# User.UserController.ChangePassword.NeedCharacterAndCapitalLetterAndNumber
source: Ang password ay dapat mayroong isa o higit pa na: Numero, Malaking Letra at Special Character
fr: Votre mot de passe doit contenir au moins un chiffre, au moins une lettre capitale et au moins un caractère spécial
km_kh: លេខសម្ងាត់របស់អ្នកត្រូវតែមានយ៉ាងហោចណាស់តួលេខមួយតួឬច្រើននិងអក្សរធំមួយឬច្រើនតួ ហើយត្រូវមានតួអក្សរពិសេសមួយឬច្រើនតួ
th: รหัสผ่านของคุณต้องมีอย่างน้อยหนึ่งหมายเลขและมากกว่าหนึ่งตัวอักษรพิเศษ
zh_cn: 您的密码必须含有一个或多个号码，一个或多个大写字母，一个或多个文字

# User.UserController.ChangePassword.NeedCapitalLetterAndSpecCharacter
source: Ang password ay dapat mayroong isa o higit pa na: Malaking Letra at Special Character
fr: Votre mot de passe doit contenir au moins une lettre capitale et au moins un caractère spécial
km_kh: លេខសម្ងាត់របស់អ្នកត្រូវតែមានយ៉ាងហោចណាស់អក្សរធំមួយឬច្រើនតួ ហើយត្រូវមានតួអក្សរពិសេសមួយឬច្រើនតួ
th: รหัสผ่านของคุณต้องมีอย่างน้อยหนึ่งตัวอักษรและตัวอักษรพิเศษอย่างน้อยหนึ่งตัว
zh_cn: 您的密码必须含有一个或多个大写字母与一个或多个文字

# User.UserController.ChangePassword.NeedSpecCharacter
source: Ang password ay dapat mayroong kahit isang special character
ar_ae: يجب أن تحتوي كلمة السر على رمز خاص على الأقل
fr: Votre mot de passe doit contenir au moins un caractère spécial
km_kh: លេខសម្ងាត់របស់អ្នកត្រូវតែមានយ៉ាងហោចណាស់តួអក្សរពិសេសមួយតួ
th: รหัสผ่านของคุณต้องมีอักขระพิเศษอย่างน้อย1ตัว
zh_cn: 您的密码必须最少含有一个文字

# User.UserController.ChangePassword.Success
source: Matagumpay na napalitan ang password
ar_ae: تم تغيير كلمة السّر بنجاح
fr: Le mot de passe a été changé avec succès
km_kh: លេខសម្ងាត់បានប្តូរដោយជោគជ័យ។
th: เปลี่ยนรหัสเสร็จสมบูรณ์
zh_cn: 成功更改密码

# User.UserController.ChangePassword.UnSuccess
source: Ang Password at Repeat Password ay hindi tugma. Ang iyong password ay hindi napalitan.
ar_ae: كلمة السر و اعادة كلمة السر غير متطابقتان. لم يتم تغيير كلمة السّر.
fr: Les mots de passe ne correspondent pas. Votre mot de passe n'a pas pu être modifié.
km_kh: លេខសម្ងាត់និងលេខសំងាត់ម្តងទៀតមិនត្រូវគ្នាទេ។ លេខសម្ងាត់របស់អ្នកមិនត្រូវបានផ្លាស់ប្តូរទេ។
th: รหัสผ่านและรหัสผ่านซ้ำไม่ตรงกัน.คุณอยังไม่ได้เปลี่ยนรหัสผ่าน
zh_cn: 密码与重置密码不匹配，您的密码未更改

# WelcomeMessage.WelcomeMessageController.AddWelcomeMessage.AddSuccessfully
source: Ang Welcome message ay matagumpay na naidagdag
ar_ae: تمت اضافة رسالة الترحيب بنجاح
fr: Message de bienvenue ajouté avec succès
km_kh: សារស្វាគមន៍បានបន្ថែមដោយជោគជ័យ។
th: เพิ่มข้อความเสร็จสมบูรณ์
zh_cn: 成功添加欢迎留言

# WelcomeMessage.WelcomeMessageController.EditWelcomeMessage.AddSuccessfully
source: Ang Welcome message ay matagumpay na naiupdate
ar_ae: تم تحيين رسالة الترحيب بنجاح
fr: Message de bienvenue mis à jour avec succès
km_kh: សារស្វាគមន៍បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
th: ปรับปรุงข้อความเสร็จสมบูรณ์
zh_cn: 成功更新欢迎留言

# WelcomeMessage.WelcomeMessageController.DeleteWelcomeMessage.DeletedSuccessfully
source: Ang Welcome message ay matagumpay na nabura
ar_ae: تم محو رسالة الترحيب بنجاح
fr: Message de bienvenue effacé avec succès
km_kh: សារស្វាគមន៍បានលុបដោយជោគជ័យ។
th: ข้อความถูกลบเสร็จสมบูรณ์
zh_cn: 成功删除欢迎留言

source: Bank Currency Id is null
ar_ae: لا شيء بهوية عملة البنك
fr: Identifiant Banque devise nul
km_kh: លេខសម្គាល់រូបិយប័ណ្ណធនាគារគឺគ្មានតម្លៃ
th: รหัสสกุลเงินของธนาคารเป็นค่าว่าง
zh_cn: 银行货币编号无效

source: Pumili ng Currency at Bangko
ar_ae: اختيار العملة والبنك / المصرف
fr: Choisir une devise et une banque
km_kh: ជ្រើសរើសរូបិយប័ណ្ណនិងធនាគារ
th: เลือกสกุลเงินและธนาคาร
zh_cn: 选择货币与银行

# WireInstruction.WireInstructionController.AddWireInstruction.CreatedSuccessfully
source: Ang Pay-In Instruction ay tagumpay na naidagdag
ar_ae: تمت عملية الأمر بالدفع بنجاح
fr: Instructions de paiement créées avec succès
km_kh: ការណែនាំក្នុងការបង់ប្រាក់ត្រូវបានបង្កើតដោយជោគជ័យ។
th: สร้างการชำระเงินสำเร็จ
zh_cn: 成功建立支付说明

source: Ang Pay-In Instruction ay tagumpay na nai-update
ar_ae: تم تحيين تعليمات الأمر بالدفع بنجاح
fr: Instructions de paiement mises à jour avec succès
km_kh: ការណែនាំក្នុងការបង់ប្រាក់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
th: ปรับปรุงการชำระเงินสำเร็จ
zh_cn: 成功更新支付说明

source: Ang Pay-In Instruction ay tagumpay na nabura
ar_ae: تمت عملية الأمر بالدفع بنجاح
fr: Instructions de paiement effacées avec succès
km_kh: ការណែនាំក្នុងការបង់ប្រាក់ត្រូវបានលុបដោយជោគជ័យ។
th: การชำระเงินลบสำเร็จ
zh_cn: 成功删除支付说明

# Bank.BankRepository.AddBank.AddSuccess
source: Matagumpay na naidagdag ang bank info sa data base
ar_ae: تمت اضافة بيانات البنك لقاعدة البيانات بنجاح
fr: Information banque ajoutée à la base de données avec succès
km_kh: បានបន្ថែមព័ត៌មានធនាគារទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: เพิ่มข้อมูลธนาคารลงในฐานข้อมูลสำเร็จ
zh_cn: 在资料库成功添加银行资讯

# Bank.BankRepository.AddBank.AddUnSuccess
source: Hindi matagumpay na naidagdag ang bank info sa data base
ar_ae: فشلت اضافة بيانات البنك لقاعدة البيانات
fr: Echec, Information banque ajoutée à la base de données sans succès
km_kh: មិនបានបន្ថែមព័ត៌មានធនាគារទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: ไม่สามารถเพิ่มข้อมูลธนาคารลงในฐานข้อมูล
zh_cn: 在资料库添加银行资讯失败

# Bank.BankRepository.AddBankCurrencies.AddSuccess
source: Matagumpay na naidagdag ang bank info sa data base
ar_ae: تمت اضافة بيانات البنك لقاعدة البيانات بنجاح
fr: Information banque ajoutée à la base de données avec succès
km_kh: បានបន្ថែមព័ត៌មានធនាគារទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: เพิ่มข้อมูลธนาคารลงในฐานข้อมูลสำเร็จ
zh_cn: 在资料库成功添加银行资讯

# Bank.BankRepository.AddBankCurrencies.AddUnSuccess
source: Hindi matagumpay na naidagdag ang bank info sa data base
ar_ae: فشلت اضافة بيانات البنك لقاعدة البيانات
fr: Echec, Information banque ajoutée à la base de données sans succès
km_kh: មិនបានបន្ថែមព័ត៌មានធនាគារទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: ไม่สามารถเพิ่มข้อมูลธนาคารลงในฐานข้อมูล
zh_cn: 在资料库添加银行资讯失败

# ContactUs.ContactUsRepository.AddContactUs.Successfull
source: Matagumpay na naidagdag ang record sa data base
ar_ae: تمت اضافة معلومات السجل الى قاعدة البيانات بنجاح
fr: Information d'enregistrement ajoutée à la base de donnée avec succès
km_kh: បានបន្ថែមព័ត៌មានកំណត់ត្រាទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: เพิ่มระเบียนลงในฐานข้อมูลสำเร็จ
zh_cn: 在资料库成功添加记录资讯

# ContactUs.ContactUsRepository.AddContactUs.UnSuccess
source: Hindi maidadagdag ang record info sa database
ar_ae: لا يمكن اضافة معلومات السجل الى قاعدة البيانات
fr: Echec, Information d'enregistrement ne peut pas être ajoutée à la base de données
km_kh: មិនអាចបន្ថែមព័ត៌មានកំណត់ត្រាទៅមូលដ្ឋានទិន្នន័យ
th: ไม่สามารถเพิ่มระเบียนลงในฐานข้อมูลได้
zh_cn: 在资料库无法添加记录资讯

# ContactUs.ContactUsRepository.UpdateContactUs.Success
source: Matagumpay na naidagdag ang Contact Us info sa database
ar_ae: تم تحيين معلومات ’’اتصل بنا’’ بقاعدة البيانات بنجاح
fr: L'information "nous contacter" est mise à jour avec succès
km_kh: ព័ត៌មានទំនាក់ទំនងមកយើងត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យនៅក្នុងមូលដ្ឋានទិន្នន័យ
th: ข้อมูลติดต่อเราได้รับการปรับปรุงลงในฐานข้อมูลเรียบร้อย
zh_cn: 在资料库成功更新联络我们资讯

# Merchants.MerchantsRepository.UpdateMerchant.Success
source: Matagumpay na naidagdag ang Merchants info sa database
ar_ae: تم تحيين بيانات التجار بقاعدة البيانات بنجاح
fr: L'information Marchands est mise à jour avec succès
km_kh: ព័ត៌មានពាណិជ្ជករបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យនៅក្នុងមូលដ្ឋានទិន្នន័យ
th: ข้อมูลผู้ขายได้รับการปรับปรุงฐานข้อมูลเรียบร้อย
zh_cn: 在资料库成功更新商人资讯

# ContactUs.ContactUsRepository.UpdateContactUs.UnSuccess
source: Hindi mai-uupdate ang Contact Us info
ar_ae: لا يمكن تحيين بيانات ’’اتصل بنا’’
fr: Echec, L'information "Nous contacter" ne peut pas être mise à jour
km_kh: ព័ត៌មានទំនាក់ទំនងមកយើងមិនអាចធ្វើបច្ចុប្បន្នភាពបានទេ
th: ไม่สามรถปรับปรุงข้อมูลติดต่อเราได้
zh_cn: 无法更新联络我们资讯

# Merchants.MerchantsRepository.UpdateMerchant.UnSuccess
source: Hindi mai-uupdate ang Merchants info
ar_ae: لا يمكن تحيين معلومات التجار
fr: Echec, L'information Marchands ne peut pas être emise à jour
km_kh: ព័ត៌មានពាណិជ្ជករមិនអាចធ្វើបច្ចុប្បន្នភាពបានទេ
th: ไม่สามารถปรับปรุงข้อมูลผู้ขายได้
zh_cn: 无法更新商人资讯

# ContactUs.ContactUsRepository.DeleteContactUs.Success
source: Matagumpay na nabura ang Contact Us Info
ar_ae: تم محو بيانات’’اتصل بنا’’ بنجاح
fr: L'information "Nous contacter" est efffacée avec succès
km_kh: ព័ត៌មានទំនាក់ទំនងមកយើងបានលុបដោយជោគជ័យ។
th: ข้อมูลติดต่อเราถูกลบสำเร็จ
zh_cn: 成功删除联络我们资讯

# ContactUs.ContactUsRepository.DeleteContactUsUnSuccess
source: Hindi mabubura ang contact us information
ar_ae: لا يمكن محو بيانات ’’اتصل بنا’’
fr: Ne peut pas effacer l'information "Nous contacter"
km_kh: មិនអាចលុបព័ត៌មានទំនាក់ទំនងមកយើង
th: ไม่สามารถลบการติดต่อเราได้
zh_cn: 无法删除联络我们资讯

# ContactUs.ContactUsRepository.SendMail.SuccessSend
source: Maraming Salamat, Aming sasagutin ang iyong mensahe sa lalong madaling panahon.
ar_ae: شكرا لاتصالك بونستن باي. وصلتنا رسالتك و سنتصل بك في أقرب وقت ممكن
fr: Merci d'avoir contacter us. Nous avons bien reçu votre message et vous contacterons au plus vite
km_kh: សូមអរគុណអ្នកដែលបានទាក់ទង យើង ។ យើងបានទទួលសាររបស់អ្នក ហើយនឹងទាក់ទងឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។
th: ขอบคุณสำหรับติดต่อกับ เรา. เราได้รับข้อความของคุณและจะติดต่อกลับโดยเร็ว
zh_cn: 感谢您联络 我們，我们已收到您的信息，然后会尽快回复您

# FavoriteCurrency.FavoriteCurrencyRepository.AddFavoriteCurrencySuccess
source: Matagumpay na naidagdag ang record sa data base
ar_ae: تم تسجيل المعلومات المضافة بقاعدة البيانات بنجاح
fr: Enregistrement ajouté à la base de données avec succès
km_kh: បានបន្ថែមព័ត៌មានកំណត់ត្រាទៅមូលដ្ឋានទិន្នន័យដោយជោគជ័យ
th: เพิ่มข้อมูลลงในฐานข้อมูลสำเร็จ
zh_cn: 成功添加记录资讯至资料库

# FavoriteCurrency.FavoriteCurrencyRepository.AddFavoriteCurrency.UnSuccess
source: Hindi maidadagdag ang record info sa database
ar_ae: لا يمكن اضافة معلومات السجل الى قاعدة البيانات
fr: Echec, Ne peut pas ajouter l'information d'enregistrement dans la base de données
km_kh: មិនអាចបន្ថែមព័ត៌មានកំណត់ត្រាទៅមូលដ្ឋានទិន្នន័យ
th: ไม่สามารถเพิ่มข้อมูลลงในฐานข้อมูล
zh_cn: 无法添加记录资讯至资料库

# FavoriteCurrency.FavoriteCurrencyRepository.DeleteFavoriteCurrency.Success
source: Matagumpay na nabura ang currency rec info
ar_ae: تم محو بيانات العملة المفضلة بنجاح
fr: L'information d'enregistrement de devise favorite est effacée avec succès
km_kh: ព័ត៌មានរូបិយប័ណ្ណដែលពេញនិយមត្រូវបានលុបដោយជោគជ័យ។
th: ข้อมูลสกุลเงินถูกลบสำเร็จ
zh_cn: 成功删除受欢迎货币资讯

# FavoriteCurrency.FavoriteCurrencyRepository.DeleteFavoriteCurrency.UnSuccess
source: Hindi mabubura ang favorite currency rec information.
ar_ae: لا يمكن محو بيانات العملة المفضلة
fr: Echec, Ne peut pas effacer l'info de devise favorite
km_kh: មិនអាចលុបព័ត៌មានរូបិយប័ណ្ណដែលពេញនិយមបានទេ។
th: ไม่สามารถลบสกุลเงินในข้อมูล
zh_cn: 无法删除受欢迎货币资讯

# Payment.PaymentRepository.Success
source: Tagumpay
ar_ae: نجاح
fr: Succès
km_kh: ជោគជ័យ
th: ความสำเร็จ
zh_cn: 成功

# ReferalLink.ReferalLinkRepository.Success
source: Command has been successiful
ar_ae: تم الأمر بنجاح / كان الأمر ناجحا
fr: Commande validée
km_kh: ការបញ្ជាបានជោគជ័យ
th: คำสั่งสำเร็จ
zh_cn: 成功指令

# GlobalRes.User_ResetPasswordPage_Title
source: I-reset ang Password
ar_ae: اعادة ضبط كلمة السّر
fr: Réinitialiser le mot de passe
km_kh: កំណត់លេខសម្ងាត់ឡើងវិញ
th: รีเซ็ตรหัสผ่าน
zh_cn: 重置密码

# Shared.Navigation.ResetPassword
source: I-reset ang Password
ar_ae: اعادة ضبط كلمة السّر
fr: Réinitialiser le mot de passe
km_kh: កំណត់លេខសម្ងាត់ឡើងវិញ
th: รีเซ็ตรหัสผ่าน
zh_cn: 重置密码

# User.LoginPage.Modal.InsertCorrectMail
source: Ilagay ang angkop na Mail
ar_ae: رجاء أكتب بريدا الكترونيا صحيحا في حقل مثال،، البريد الالكتروني ،،
fr: Merci d'insérer une adresse mail valide
km_kh: សូមសរសេរអ៊ីមែលអោយត្រឹមត្រូវនៅក្នុងក្រឡោនសំបុត្រពី
th: โปรดเขียนจดหมายที่ถูกต้องลงในช่องของจดหมาย
zh_cn: 敬请在信件栏位填写正确信件

# User.LoginPage.Modal.InsertMailText
source: Punan ang Message Field
ar_ae: الرجاء كتابة نصا بحقل الرسالة
fr: Merci de remplir le champs message
km_kh: សូមបំពេញអត្ថបទនៅក្នុងក្រឡោនសារ
th: โปรดกรอกข้อความลงในช่องข้อความ
zh_cn: 敬请在信息栏位填写

# User.LoginPage.Modal.MailSendedSuccessifully
source: Tagumpay na naipadala ang mensahe
ar_ae: تم بعث الرسالة بنجاح
fr: Votre mail a bien été envoyé
km_kh: សារបានផ្ញើដោយជោគជ័យ
th: ส่งจดหมายสำเร็จ
zh_cn: 信件成功发送

# HomeController.CheckoutIndex.Error.NotAlias
source: Ang user ay walang WpayId
ar_ae: لا يملك المستعمل أي اسم مستعار
fr: L'utilisateur n'a pas de pseudo
km_kh: អ្នកប្រើប្រាស់មិនមានឈ្មោះហៅក្រៅ
th: ผู้ใช้ไม่มีนามแฝงใดๆ
zh_cn: 用户未有别名

# HomeController.CheckoutIndex.Error.NotExist
source: Ang customer ay hindi nag-eexist
ar_ae: الحريف غير موجود . مبرمج
fr: Le Client n'existe pas
km_kh: មិនមានអតិថិជន
th: ไม่มีลูกค้า
zh_cn: 客户未存在

# NewInstantPaymentViewModel.PreparePriorUsedAliases.OrSelectPrior
source: Piliin ang nakaraan
ar_ae: او اختر قبلا
fr: Ou sélectionnez d'abord
km_kh: ឬជ្រើសមុន
th: หรือเลือกก่อน
zh_cn: 或预选

# UIHelper_GetDatePeriods_Today
source: Ngayong Araw
ar_ae: اليوم
fr: Aujourd'hui
km_kh: ថ្ងៃនេះ
th: วันนี้
zh_cn: 今天

# UIHelper_GetDatePeriods_Last_Week
source: Nakaraang Linggo
ar_ae: الأسبوع الفارط / الماضي
fr: La semaine dernière
km_kh: សប្ដាហ៍​មុន
th: อาทิตย์ที่ผ่าน
zh_cn: 上周

# UIHelper_GetDatePeriods_Last_Month
source: Nakaraang Buwan
ar_ae: الشهر الماضي
fr: Le mois dernier
km_kh: ខែមុន
th: หนึ่งเดือนที่ผ่าน
zh_cn: 上个月

# UIHelper_GetDatePeriods_Last_3_Months
source: Nakaraang Tatlong Buwan
ar_ae: الثلاث أشهر الماضية
fr: Les trois derniers mois
km_kh: ៣ខែមុន
th: สามเดือนที่ผ่าน
zh_cn: 前3个月

# UIHelper_GetDatePeriods_Last_6_Months
source: Nakaraang Anim na Buwan
ar_ae: الست أشهر الماضية
fr: Les six derniers mois
km_kh: ៦ខែមុន
th: หกเดือนที่ผ่าน
zh_cn: 前6个月

# UIHelper_GetAccountBalances_Select_a_currency
source: Pumili ng Bangko
ar_ae: اختيار العملة
fr: Choisir une devise
km_kh: ជ្រើសរើសរូបិយប័ណ្ណ
th: เลือกสกุลเงิน
zh_cn: 选择货币

# UIHelper_GetAccountBalances____Available_
source: - Available
ar_ae: متاح
fr: - Disponible
km_kh: - មាន
th: ใชได้
zh_cn: 可用
