Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# AddBankAndWireInstPage.Add
source: Magdagdag
ar_ae: أضف /اضافة
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 增加

# AddBankAndWireInstPage.AddNewCurrencyButton
source: Magdagdag ng Bago
ar_ae: أضف جديد /اضافة جديدة
fr: Ajouter autre devise
km_kh: បន្ថែមថ្មី
th: เพิ่มใหม่
zh_cn: 添新

# AddBankAndWireInstPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 回表

# AddBankAndWireInstPage.BankCountry
source: Bansa ng Bangko
ar_ae: بلد البنك / المصرف
fr: Pays de la banque
km_kh: ​ប្រទេសរបស់ធនាគារ
th: ธนาคารของประเทศ
zh_cn: 银行国

# AddBankAndWireInstPage.BankName
source: Pangalan ng Bangko
ar_ae: اسم البنك / المصرف
fr: Nom de la banque
km_kh: ឈ្មោះធនាគារ
th: ชื่อธนาคาร
zh_cn: 银行名字

# AddBankAndWireInstPage.SelectBank
source: Pumili ng Bangko
ar_ae: اختيار البنك / المصرف
fr: Choisir une banque
km_kh: ជ្រើសរើសធនាគារ
th: เลือกธนาคาร
zh_cn: 选择银行

# AddBankAndWireInstPage.ChooseCurrency
source: Pumili ng Uri Pera
ar_ae: اختيار العملة
fr: Choisir une devise
km_kh: ជ្រើសរើសរូបិយប័ណ្ណ
th: เลือกสกุลเงิน
zh_cn: 选择货币

# AddBankAndWireInstPage.SubTitle
source: Magdagdag ng Bangko
ar_ae: أضف البنك / المصرف
fr: Ajouter une banque
km_kh: បន្ថែមធនាគារ
th: เพิ่มธนาคาร
zh_cn: 银行添加

# AddBankAndWireInstPage.Title
source: Magdagdag ng Paraan ng Pagbabayad
ar_ae: أضف الأمر بالدفع
fr: Ajouter vos instructions de paiment
km_kh: បន្ថែមការណែនាំក្នុងការបង់ប្រាក់
th: เพิ่มคำแนะนำในการชำระเงิน
zh_cn: 增加付款指令

# AddBankAndWireInstPage.WireInstructions
source: Pay-In Instruction
ar_ae: معلومات الأمر بالدفع
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการชำระเงิน
zh_cn: 支付指令

# AddBankPage.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 增加

# AddBankPage.AddNewCurrencyButton
source: Magdagdag ng Bago
ar_ae: أضف جديد
fr: Nouvel ajout
km_kh: បន្ថែមថ្មី
th: เพิ่มใหม่
zh_cn: 添新

# AddBankPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 回表

# AddBankPage.BankCountry
source: Bansa ng Bangko
ar_ae: بلد البنك / المصرف
fr: Pays de la banque
km_kh: ​ប្រទេសរបស់ធនាគារ
th: ธนาคารของประเทศ
zh_cn: 银行国

# AddBankPage.BankName
source: Pangalan ng Bangko
ar_ae: اسم البنك / المصرف
fr: Pays de la banque
km_kh: ឈ្មោះធនាគារ
th: ชื่อธนาคาร
zh_cn: 银行名字

# AddBankPage.ChooseCurrency
source: Pumili ng Uri ng Pera
ar_ae: اختيار العملة
fr: Choisir une devise
km_kh: ជ្រើសរើសរូបិយប័ណ្ណ
th: เลือกสกุลเงิน
zh_cn: 选择货币

# AddBankPage.PageTitle
source: Bangko
ar_ae: البنك / المصرف
fr: Banque
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# AddBankPage.SubTitle
source: Magdagdag ng Bangko
ar_ae: أضف البنك / المصرف
fr: Ajouter une banque
km_kh: បន្ថែមធនាគារ
th: เพิ่มธนาคาร
zh_cn: 银行添加

# AddBankPage.Title
source: Magdagdag ng Bangko
ar_ae: أضف البنك / المصرف
fr: Ajouter une banque
km_kh: បន្ថែមធនាគារ
th: เพิ่มธนาคาร
zh_cn: 银行添加

# AddCurrencyPage.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 增加

# AddCurrencyPage.Back
source: Bumalik
ar_ae: رجوع
fr: Retour
km_kh: ត្រលប់ក្រោយ
th: กลับ
zh_cn: 后退

# AddCurrencyPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# AddCurrencyPage.CurrencyName
source: Pangalan ng Pera
ar_ae: العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อของสกุลเงิน
zh_cn: 货币名字

# AddCurrencyPage.CurrencySymbol
source: Simbolo ng Pera
ar_ae: رمز العملة
fr: Symbole de la devise
km_kh: និមិត្តសញ្ញារូបិយប័ណ្ណ
th: สัญลักษณ์สกุลเงิน
zh_cn: 货币符号

# AddCurrencyPage.PageSubTitle
source: Magdagdag ng Pera
ar_ae: أضف العملة
fr: Ajouter une devise
km_kh: បន្ថែមរូបិយប័ណ្ណ
th: เพิ่มสกุลเงิน
zh_cn: 增加货币

# AddCurrencyPage.PageTitle
source: Uri ng Pera
ar_ae: عملة
fr: Devise
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# AddCurrencyPage.Title
source: Magdagdag ng Pera
ar_ae: أضف العملة
fr: Ajouter une devise
km_kh: បន្ថែមរូបិយប័ណ្ណ
th: เพิ่มสกุลเงิน
zh_cn: 增加货币

# EditBankPage.AddNew
source: Magdagdag ng Bago
ar_ae: أضف جديد
fr: Nouvel ajout
km_kh: បន្ថែមថ្មី
th: เพิ่มใหม่
zh_cn: 添新

# EditBankPage.Back
source: Bumalik
ar_ae: رجوع
fr: Retour
km_kh: ត្រលប់ក្រោយ
th: กลับ
zh_cn: 后退

# EditBankPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 回表

# EditBankPage.BankCountry
source: Bansa ng Bangko
ar_ae: بلد البنك / المصرف
fr: Pays de la banque
km_kh: ប្រទេសរបស់ធនាគារ
th: ธนาคารของประเทศ
zh_cn: 银行国

# EditBankPage.BankId
source: Bank Id
ar_ae: رمز البنك / المصرف
fr: Code Banque
km_kh: អត្តលេខធនាគារ
th: รหัสธนาคาร
zh_cn: 银行号码

# EditBankPage.BankName
source: Pangalan ng Bangko
ar_ae: اسم البنك / المصرف
fr: Nom de la banque
km_kh: ឈ្មោះធនាគារ
th: ชื่อธนาคาร
zh_cn: 银行名字

# EditBankPage.ChooseCurrency
source: Pumili ng Uri ng Pera
ar_ae: اختيار العملة
fr: Choisir une devise
km_kh: ជ្រើសរើសរូបិយប័ណ្ណ
th: เลือกสกุลเงิน
zh_cn: 选货币

# EditBankPage.PageSubTitle
source: Baguhin ang Detalye
ar_ae: اصدار المعلومات البنك / المصرفية
fr: Editer les informations bancaires
km_kh: កែសម្រួលព៌តមាន
th: แก้ไขข้อมูลธนาคาร
zh_cn: 编辑银行资料

# EditBankPage.PageTitle
source: Bangko
ar_ae: البنك / المصرف
fr: Banque
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# EditBankPage.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# EditBankPage.Title
source: Baguhin ang Bangko
ar_ae: اصدار/نشر البنك / المصرف
fr: Editer la banque
km_kh: កែសម្រួលធនាគារ
th: แก้ไขธนาคาร
zh_cn: 编选银行

# GetAllContractUsListPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# GetAllContractUsListPage.Categories
source: Kategorya (Sales, Support etc…)
ar_ae: الفئة ...مبيعات؛مساعدة؛ دعم
fr: Catégorie (Ventes, service client etc ..)
km_kh: ប្រភេទ​ (ផ្នែកលក់, ជំនួយ ។ល។
th: ประเภท(ขาย,สนับสนุน)
zh_cn: 类别 （购物，服务，。。。）

# GetAllContractUsListPage.CategoryEmail
source: Kategorya ng Email
ar_ae: فئة البريد الألكتروني
fr: Catégorie email
km_kh: ប្រភេទអ៊ីមែល
th: ประเภทของอีเมล
zh_cn: 邮件类别

# GetAllContractUsListPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# GetAllContractUsListPage.ModalAddRec.Add
source: Magdagdag
ar_ae: اضافة
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 增加

# GetAllContractUsListPage.ModalAddRec.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# GetAllContractUsListPage.ModalAddRec.Category
source: Kategorya (Sales, Support etc…)
ar_ae: الفئة ...مبيعات؛مساعدة؛ دعم
fr: Catégorie (Ventes, service client etc ..)
km_kh: ប្រភេទ​ (ផ្នែកលក់, ជំនួយ ។ល។
th: ประเภท(ขาย,สนับสนุน)
zh_cn: 类别 （购物，服务，。。。）

# MerchantsPage.ModalAddRec.Name
source: Pangalan
ar_ae: الأسم
fr: Nom
km_kh: ឈ្មោះ
th: ชื่อ
zh_cn: 姓名

# MerchantsPage.ModalAddRec.Phone
source: Telepono
ar_ae: الهاتف
fr: Téléphone
km_kh: លេខទូរសព្ទ
th: โทรศัพท์
zh_cn: 电话号码

# MerchantsPage.ModalAddRec.Address
source: Tirahan
ar_ae: العنوان
fr: Adresse
km_kh: អាសយដ្ឋាន
th: ที่อยู่
zh_cn: 地址

# MerchantsPage.ModalAddRec.ButtonSize
source: Button Size
ar_ae: حجم الزر
fr: Taille de bouton
km_kh: ទំហំប៊ូតុង
th: ขนาดของปุ่ม
zh_cn: 按钮尺寸

# MerchantsPage.ModalAddRec.CallBackAddress
source: Callback URL
ar_ae: اثصل مرة أخرى بالرابط
fr: URL de rappel
km_kh: URL ហៅទៅវិញ
th: การเรียกกลับของ URL
zh_cn: 回收URL

# MerchantsPage.ModalAddRec.SetCallBackAddress
source: Ilagay ang callback URL
ar_ae: أدخل اتصل مرة أخرى بالرابط
fr: Entrez votre URL de rappel
km_kh: សូមបញ្ជូលលេខURL ហៅទៅវិញ
th: ได้โปรดป้อนการเรียกกลับของURL
zh_cn: 请输入返回URL

# MerchantsPage.ModalAddRec.Copied
source: Kinopya sa clipboard
ar_ae: نسخ بالحافظة
fr: Copié dans le bloc note
km_kh: ចំលងពីclipboard
th: คัดลอกไปอยังคลิปบอร์ด
zh_cn: f复制到clipboard

# GetAllContractUsListPage.ModalAddRec.CategoryMail
source: Kategorya ng Email
ar_ae: فئة البريد الألكتروني
fr: Catégorie email
km_kh: ប្រភេទអ៊ីមែល
th: ประเภทของอีเมล
zh_cn: 邮件类别

# UserResetPasswordPage.ModalResetRec.Close
source: Kanselahin
ar_ae: الغاء
fr: Annuler
km_kh: បោះបង់
th: ยกเลิก
zh_cn: 取消

# GetAllContractUsListPage.ModalAddRec.Close
source: Isara
ar_ae: اغلاق
fr: Fermer
km_kh: បិទ
th: ปิด
zh_cn: 关闭

# GetAllContractUsListPage.ModalDeleteRec.DeletionRec
source: Kumpirmahin ang pagbura ng rekord sa "Contact Us" list
ar_ae: هل تؤكد فسخ تسجيلك بقائمة الأتصال
fr: Etes vous sûr de vouloir annuler votre inscription?
km_kh: តើអ្នកអាចបញ្ជាក់ពីការលុបចោលកំណត់ត្រានៅក្នុងបញ្ជី "ទំនាក់ទំនងមកយើង" បានទេ?
th: คุณยืนยันที่จะลบบันทึกใน"รายการติดต่อกับเรา"
zh_cn: 你确认删除你记录在“联络我们” 单吗？

# GetBankAndCurrencyInstructions.ModalDeleteRec.DeletionRec
source: Kumpirmahin ang pagbura ng rekord sa "Pay-In instructions" list
ar_ae: هل تؤكد فسخ تسجيلك بقائمة معلومات الدفع
fr: Voulez vous effacer vos instructions de paiement?
km_kh: តើអ្នកអាចបញ្ជាក់ពីការលុបចោលកំណត់ត្រានៅក្នុងបញ្ជី "ការណែនាំក្នុងការបង់ប្រាក់" បានទេ?
th: คุณยืนยันที่จะลบบันทึกคำแนะนำในการชำระเงิน
zh_cn: 你确认删除你记录在“付款指令” 单吗？

# MerchantsIndexPage.ModalGenerate.Copy
source: Kopyahin
ar_ae: نسخ
fr: Copier
km_kh: ចំលង
th: คัดลอก
zh_cn: 复制

# GetAllContractUsListPage.PageTitle
source: Feedback Form
ar_ae: استمارة / نموذج الملاحظات
fr: Formulaire de commentaires
km_kh: ទំរង់មតិយោបល់
th: ความคิดเห็น
zh_cn: 回复意见表

# MerchantsPage.PageTitle
source: Merchant API Integration
fr: Integration de l'API marchands
km_kh: ពាណិជ្ជករ API Integration
th: การรวมร้านค้า
zh_cn: 商户API Integration

# GetAllContractUsListPage.Title
source: Feedback Form
ar_ae: استمارة / نموذج الملاحظات
fr: Formulaire de commentaires
km_kh: ទំរង់មតិយោបល់
th: ความคิดเห็น
zh_cn: 回复意见表

# MerchantsIndexPage.Title
source: Merchant Center
ar_ae: مركز التجار
fr: Centre marchand
km_kh: មជ្ឈមណ្ឌលពាណិជ្ជករ
th: ศูนย์การค้าของผู้ประกอบการ
zh_cn: 商户中心

# MerchantsIndexPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# MerchantsIndexPage.Name
source: Pangalan ng Merchant
ar_ae: اسم التاجر
fr: Nom commercial
km_kh: ឈ្មោះពាណិជ្ជករ
th: ชื่อของผู้ประกอบการ
zh_cn: 商户名字

# MerchantsIndexPage.AddMerchantModal.PlaceholderForMail
source: Maglagay ng pangalan para sa Merchant Website
ar_ae: أدخل اسما من فضلك لهذا الموقع التجاري
fr: Veuillez entrer un nom pour ce site commercial
km_kh: សូមបញ្ចូលឈ្មោះសម្រាប់វេបសាយពាណិជ្ជករនេះ
th: ได้โปรดใส่ชื่อผู้ขายลงในเว็บไซต์
zh_cn: 请输入名字在商户网站

# MerchantsIndexPage.AddMerchantModal.PlaceholderForName
source: Maglagay ng pangalan para sa Merchant Website
ar_ae: أدخل اسما من فضلك لهذا الموقع التجاري
fr: Veuillez entrer un nom pour ce site commercial
km_kh: សូមបញ្ចូលឈ្មោះសម្រាប់វេបសាយពាណិជ្ជករនេះ
th: ได้โปรดใส่ชื่อผู้ขายลงในเว็บไซต์
zh_cn: 请输入名字在商户网站

# MerchantsIndexPage.GenerateMerchantModal.Small
source: Maliit
ar_ae: صغير
fr: Petit
km_kh: តូច
th: เล็ก
zh_cn: 小型

# MerchantsIndexPage.GenerateMerchantModal.Medium
source: Katamtamang Laki
ar_ae: متوسط
fr: Moyen
km_kh: មធ្យម
th: กลาง
zh_cn: 中型

# MerchantsIndexPage.GenerateMerchantModal.Large
source: Pinaka malaki
ar_ae: كبير
fr: Grand
km_kh: ធំ
th: ใหญ่
zh_cn: 大型

# MerchantsIndexPage.Phone
source: Telepono ng Merchant
ar_ae: الهاتف التجاري
fr: Téléphone du marchand
km_kh: លេខទូរសព្ទពាណិជ្ជករ
th: เบอร์โทรศัพท์ของผู้ขาย
zh_cn: 商户电话号码

# MerchantsIndexPage.Address
source: Tirahan ng Merchant
ar_ae: العنوان التجاري
fr: Adresse du marchand
km_kh: អាសយដ្ឋានពាណិជ្ជករ
th: ที่อยู่ของผู้ขาย
zh_cn: 商户地址

# MerchantsIndexPage.CallBackAddress
source: Merchant Callback Address
ar_ae: عنوان الأتصال بالتاجر
fr: Adresse de rappel du marchand
km_kh: អាសយដ្ឋានហៅត្រលប់ទៅវិញរបស់ពាណិជ្ជករ
th: ที่อยู่ติดต่อกลับของผู้ขาย
zh_cn: 回收商户地址

# MerchantsIndexPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# MerchantsIndexPage.BtnGenerateCode
source: Generate Merchant Button
ar_ae: توفير زر التاجر
fr: Generer le bouton marchand
km_kh: បង្កើតប៊ូតុងពាណិជ្ជករ
th: สร้างปุ่มผู้ขาย
zh_cn: 创造商户按钮

# UsersResetPasswordPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# UsersResetPasswordPage.UserName
source: Username
ar_ae: اسم المستخدم
fr: Nom utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้
zh_cn: 用户

# UsersResetPasswordPage.FirstName
source: Pangalan
ar_ae: الأسم
fr: Prénom
km_kh: នាមឈ្មោះ
th: ชื่อ
zh_cn: 名字

# UsersResetPasswordPage.LastName
source: Apelyido
ar_ae: اللقب/ الكنية
fr: Nom de famille
km_kh: នាមត្រកូល
th: นามสกุล
zh_cn: 姓名

# UsersResetPasswordPage.LastLogOnDate
source: Huling Naglog-in
ar_ae: آخر تاريخ تسجيل دخول
fr: Date de la dernière connection
km_kh: កាលបរិច្ឆេទ ការចូលចុងក្រោយ
th: วันที่เข้าสู่ระบบครั้งล่าสุด
zh_cn: 最后注册日期

# UsersResetPasswordPage.BranchOrCustomerName
source: Lugar o Pangalan ng Kostumer
ar_ae: الفرع او اسم الحريف
fr: Agence ou nom du client
km_kh: សាខា​ រឺ​ ឈ្មោះអតិថិជន
th: สาขา หรือ ชื่อของลูกค้า
zh_cn: 烙印或客户名

# UsersResetPasswordPage.UserPassword
source: Kumpirmahin ang password reset
ar_ae: الرجاء تأكيد كلمة السر للتحيين
fr: Merci de confirmer votre mot de passe pour réinitialiser
km_kh: សូមបញ្ជាក់ការកំណត់លេខសម្ងាត់ឡើងវិញ
th: ได้โปรดยืนยันการตั้งของรหัสผ่าน
zh_cn: 请确认重设自用密码

# UsersResetPasswordPage.Reset
source: I-reset
ar_ae: اعادة ضبط
fr: Réinitialiser
km_kh: កំណត់ឡើងវិញ
th: การตั้ง
zh_cn: 重设

# GetBankDepositPage.Yes
source: Oo
ar_ae: نعم
fr: Oui
km_kh: បាទ/ចាស
th: ใช่
zh_cn: 是

# GetBankDepositPage.No
source: Hindi
ar_ae: لا
fr: Non
km_kh: ទេ
th: ไม่
zh_cn: 不是

# UsersResetPasswordPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# UsersResetPasswordPage.BtnResPassword
source: I-reset ang Password
ar_ae: اعادة ضبط كلمة السّر
fr: Réinitialiser le mot de passe
km_kh: កំណត់លេខសម្ងាត់ឡើងវិញ
th: การตั้งรหัสผ่าน
zh_cn: 重设密码

# GetBankAndWireInstPage.AddNewBNWI
source: Magdagdag ng Paraan ng Pagbabayad
ar_ae: تعليمات أمر الدفع
fr: Ajouter les instructions de paiement
km_kh: បន្ថែមការណែនាំក្នុងការបង់ប្រាក់
th: เพิ่มคำแนะนำในการชำระเงิน
zh_cn: 增加付款指令

# GetBankAndWireInstPage.BankCountry
source: Bansa ng Bangko
ar_ae: بلد البنك / المصرف
fr: Pays de la banque
km_kh: ប្រទេសរបស់ធនាគារ
th: ธนาคารของประเทศ
zh_cn: 银行国

# GetBankAndWireInstPage.BankName
source: Pangalan ng Bangko
ar_ae: اسم البنك / المصرف
fr: Nom de la banque
km_kh: ឈ្មោះធនាគារ
th: ชื่อของธนาคาร
zh_cn: 银行名字

# GetBankAndWireInstPage.Currency
source: Uri ng Pera
ar_ae: العملة
fr: Devise
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# GetBankAndWireInstPage.PageTitle
source: Mga Bangko At Mga Tagubilin sa Pay-In
ar_ae: بنوك و تعليمات اوامر الدفع
fr: Banque et instructions de paiement
km_kh: ធនាគារនិងការណែនាំក្នុងការបង់ប្រាក់
th: ธนาคารและคำแนะนำในการชำระเงิน
zh_cn: 银行和支付指令

# GetBankAndWireInstPage.Title
source: Mga Bangko At Mga Tagubilin sa Pay-In
ar_ae: بنوك و تعليمات اوامر الدفع
fr: Banque et instructions de paiement
km_kh: ធនាគារនិងការណែនាំក្នុងការបង់ប្រាក់
th: ธนาคารและคำแนะนำในการชำระเงิน
zh_cn: 银行和支付指令

# GetBankAndWireInstPage.WireInstruction
source: Pay-In Instruction
ar_ae: تعليمات أمر الدفع
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการชำระเงิน
zh_cn: 增加付款指令

# GetBanksPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# GetBanksPage.AddNew
source: Magdagdag ng Bangko
ar_ae: أضف البنك / المصرف
fr: Ajouter une banque
km_kh: បន្ថែមធនាគារ
th: เพิ่มธนาคาร
zh_cn: 增加银行

# GetBanksPage.BankCountry
source: Bansa ng Bangko
ar_ae: بلد البنك / المصرف
fr: Pays de la banque
km_kh: ប្រទេសរបស់ធនាគារ
th: ธนาคารของประเทศ
zh_cn: 银行国

# GetBanksPage.BankName
source: Pangalan ng Bangko
ar_ae: اسم البنك / المصرف
fr: Nom de la banque
km_kh: ឈ្មោះធនាគារ
th: ชื่อของธนาคาร
zh_cn: 银行名字

# GetBanksPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# GetBanksPage.PageSubTitle
source: Listahan ng Bangko
ar_ae: قائمة البنوك
fr: Liste de banques
km_kh: តារាងនៃធនាគារ
th: รายชื่อธนาคาร
zh_cn: 银行表列

# GetBanksPage.PageTitle
source: Mga Bangko
ar_ae: بنوك
fr: Banques
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# GetBanksPage.Title
source: Mga Bangko
ar_ae: بنوك
fr: Banques
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# GetPipItIndexPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# GetPipItIndexPage.PageSubTitle
source: List of Orders in PipIt System
ar_ae: قائمة الأوامر بنظام بيبلت
fr: Liste des commandes du PIP système
km_kh: តារាងនៃលំដាប់លំដោយក្នុងប្រពន្ធPiplt
th: รายการสั่งในระบบ
zh_cn: 顺序排列单在系统

# GetPipItIndexPage.PageTitle
source: PipIt Orders
ar_ae: أوامر بيبلت
fr: Commandes PIP
km_kh: លំដាប់លំដោយPiplt
th: ใบสั่งของบริษัท
zh_cn: 次序Piplt

# GetPipItIndexPage.Title
source: PipIt Orders
ar_ae: أوامر بيبلت
fr: Commandes PIP
km_kh: លំដាប់លំដោយPiplt
th: ใบสั่งของบริษัท
zh_cn: 次序Piplt

# GetPipItIndexPage.BarCode
source: Bar code
ar_ae: الشريط المشفر
fr: Code à barres
th: บาร์โค้ด
zh_cn: 条形码（Bar code）

# GetPipItIndexPage.Status
source: Status
ar_ae: الوضع
fr: Etat
km_kh: ស្ថានភាព
th: สถานะ
zh_cn: 情形

# GetPipItIndexPage.CreateDate
source: Petsa Kung Kailan Ginawa
ar_ae: تاريخ الانشاء
fr: Date de création
km_kh: កាលបរិច្ឆេទពេលបង្កើត
th: วันที่สร้าง
zh_cn: 创造日期

# GetPipItIndexPage.ExpiredDate
source: Araw ng Pagkawalang Bisa
ar_ae: تاريخ انتهاء الصلوحية
fr: Date d'expiration
km_kh: កាលបរិច្ឆេទផុតកំណត់
th: วันหมดอายุ
zh_cn: 过期日子

# GetPipItIndexPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# GetPipItIndexPage.OrderValue
source: Order Value
ar_ae: قيمة الطلب
fr: Valeur de la commande
km_kh: តម្លៃលំដាប់
th: มูลค่าการสั่งซื้อ
zh_cn: 价格次序

# GetPipItIndexPage.TotalValue
source: Total Value
ar_ae: القيمة الجملية
fr: Valeur totale
km_kh: តម្លៃសរុប
th: มูลค่ารวม
zh_cn: 总共价格

# User.LoginPage.Copyright
source: © Copyright 2016-2018. All Rights Reserved.
ar_ae: حقوق النشر2017.2016. جميع الحقوق محفوظة
fr: © Copyright 2016-2018. Tous droits réservés
km_kh: ©រក្សាសិទ្ធិ ២០១៦-២០១៧ ។​ រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង។
th: ลิขสิทธิ์2016-2018.สงวนสิทธิ์ทั้งหมด
zh_cn: ©版权2016-2018 保留所有权利

# User.LoginPage.Password
source: Password
ar_ae: كلمة السّر
fr: Mot de passe
km_kh: លេខសំងាត់
th: รหัสผ่าน
zh_cn: 密码

# User.LoginPage.SignIn
source: Mag-Sign In
ar_ae: تسجيل الدخول
fr: s'inscrire
km_kh: ចូលទៅកាន់
th: ลงชื่อเข้าใช้
zh_cn: 进入

# User.LoginPage.Username
source: Username
ar_ae: اسم المستخدم
fr: Nom d'utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้
zh_cn: 用户

# AddBankAndWireInstPage.ModalBank.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 增加

# AddBankAndWireInstPage.ModalBank.Close
source: Isara
ar_ae: أغلق
fr: Fermer
km_kh: បិទ
th: ปิด
zh_cn: 关闭

# AddBankAndWireInstPage.Edit
source: I-save
ar_ae: سجّل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# ResetUserPasswordPage.Reset
source: I-reset
ar_ae: اعادة تحيين
fr: Réinitialiser
km_kh: កំណត់ឡើងវិញ
th: การตั้ง
zh_cn: 重设

# AddBankAndWireInstPage.ModalCurrency.NameOfCurrency
source: Pangalan ng Pera
ar_ae: اسم العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อสกุลเงิน
zh_cn: 货币名字

# AddBankAndWireInstPage.ModalCurrency.ShortNameOfCurrency
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code de la devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# AddBankAndWireInstPage.ModalCurrency.SymbolOfCurrency
source: Simbolo ng Pera
ar_ae: رمز العملة
fr: Symbole de la devise
km_kh: សញ្ញារូបិយប័ណ្ណ
th: สัญลักษณ์สกุลเงิน
zh_cn: 货币符号

# AddBankAndWireInstPage.TitleEdit
source: Baguhin ang Detalye
ar_ae: نشر تعليمات الأمر بالدفع
fr: Editer les instructions de paiement
km_kh: កែសម្រួលការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการแก้ไขการชำระเงิน
zh_cn: 编辑付款指令

# AddBankAndWireInstPage.TitleEditPage
source: Baguhin ang Detalye
ar_ae: نشر تعليمات الأمر بالدفع
fr: Editer les instructions de paiement
km_kh: កែសម្រួលការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการแก้ไขการชำระเงิน
zh_cn: 编辑付款指令

# EditCurrencyPage.Back
source: Bumalik
ar_ae: رجوع
fr: Retour
km_kh: ត្រលប់ក្រោយ
th: กลับ
zh_cn: 后退

# EditCurrencyPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code de la devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# EditCurrencyPage.CurrencyName
source: Pangalan ng Pera
ar_ae: اسم العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อสกุลเงิน
zh_cn: 货币名字

# EditCurrencyPage.CurrencySymbol
source: Simbolo ng Pera
ar_ae: رمز العملة
fr: Symbole de la devise
km_kh: សញ្ញារូបិយប័ណ្ណ
th: สัญลักษณ์สกุลเงิน
zh_cn: 货币符号

# EditCurrencyPage.Edit
source: Baguhin
ar_ae: اصدار/ادخال / تسجيل
fr: Editer
km_kh: កែសម្រួល
th: แก้ไข
zh_cn: 编辑

# EditCurrencyPage.PageSubTitle
source: Baguhin ang Uri ng Pera
ar_ae: أدخل العملة
fr: Editer la devise
km_kh: កែសម្រួលរូបិយប័ណ្ណ
th: แก้ไขสกุลเงิน
zh_cn: 编辑货币

# EditCurrencyPage.PageTitle
source: Uri ng Pera
ar_ae: العملة
fr: Devise
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# EditCurrencyPage.Title
source: Baguhin ang Uri ng Pera
ar_ae: أدخل العملة
fr: Editer la devise
km_kh: កែសម្រួលរូបិយប័ណ្ណ
th: แก้ไขสกุลเงิน
zh_cn: 编辑货币

# GetCurrencyPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# GetCurrencyPage.AddNew
source: Magdagdag ng Pera
ar_ae: أضف العملة
fr: Ajouter une devise
km_kh: បន្ថែមរូបិយប័ណ្ណ
th: เพิ่มสกุลเงิน
zh_cn: 增加货币

# GetCurrencyPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code de la devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# GetCurrencyPage.CurrencyName
source: Pangalan ng Pera
ar_ae: اسم العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อสกุลเงิน
zh_cn: 货币名字

# GetCurrencyPage.CurrencySymbol
source: Simbolo ng Pera
ar_ae: رمز
fr: Symbole
km_kh: សញ្ញា
th: สัญลักษณ์
zh_cn: 符号

# GetCurrencyPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# GetCurrencyPage.PageSubTitle
source: Listahan ng mga Pera
ar_ae: قائمة العملات
fr: Liste des devises
km_kh: តារាងរូបិយប័ណ្ណ
th: รายการสกุลเงิน
zh_cn: 货币表列

# GetCurrencyPage.PageTitle
source: Uri ng Pera
ar_ae: العملات
fr: Devises
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# GetCurrencyPage.Title
source: Uri ng Pera
ar_ae: العملات
fr: Devises
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# ContactUsIndexPage.Attachment
source: Attachment
ar_ae: الملف المرفق
fr: Dossier attaché
km_kh: ឯកសារ​ភ្ជាប់
th: ความผูกพัน
zh_cn: 附件

# ContactUsIndexPage.Category
source: Kategorya
ar_ae: الفئة
fr: Catégorie
km_kh: ប្រភេទ
th: ประเภท
zh_cn: 类别

# ContactUsIndexPage.EmailCopy
source: CC
fr: Copie Cachée
km_kh: ចំលង
zh_cn: 复制

# ContactUsIndexPage.Message
source: Mensahe
ar_ae: الرسالة
fr: Message
km_kh: សារ
th: ข้อความ
zh_cn: 讯息

# ContactUsIndexPage.SendMail
source: Magpadala ng Mensahe
ar_ae: ابعث الرسالة
fr: Envoyer un message
km_kh: ផ្ញើសារ
th: ส่งข้อความ
zh_cn: 寄讯息

# ContactUsIndexPage.Subject
source: Subject
ar_ae: الموضوع
fr: Sujet
km_kh: ប្រធានបទ
th: เรื่อง
zh_cn: 主题

# ContactUsIndexPage.SubTitle
source: Magbigay ng feedback
ar_ae: نرجو مدّنا بملاحظاتكم و التواصل معنا
fr: Donner un commentaire à propos de la plateforme et connectez nous
km_kh: ផ្តល់មតិយោបល់អំពីប្រព័ន្ធនិងតភ្ជាប់ជាមួយយើង
th: ให้ข้อเสนอแนะเกี่ยวกับแพลตฟอร์มและติดต่อกับเรา
zh_cn: 提供回复关于平台和联络顾客

# ContactUsIndexPage.Title
source: Contact Form
ar_ae: استمارة / نموذج الملاحظات
fr: Formulaire de contact
km_kh: ទម្រង់ទំនាក់ទំនង
th: ติดต่อจาก
zh_cn: 联络表

# ContactUsSendMessageInfo.ReturnButton
source: Bumalik sa Homepage
ar_ae: رجوع الى الصفحة الرئيسية
fr: Retour à la page d'accueil
km_kh: ត្រលប់ទៅទំព័រដើម
th: กลับสู่หน้าแรก
zh_cn: 返回主页

# ContactUsSendMessageInfo.SubTitle
source: Magbigay ng feedback
ar_ae: نرجو مدّنا بملاحظاتكم و التواصل معنا
fr: Donner un commentaire à propos de la plateforme et connectez nous
km_kh: ផ្តល់មតិយោបល់អំពីប្រព័ន្ធនិងតភ្ជាប់ជាមួយយើង
th: ให้ข้อเสนอแนะเกี่ยวกับแพลตฟอร์มและติดต่อกับเรา
zh_cn: 提供回复关于平台和联络顾客

# ContactUsSendMessageInfo.Title
source: Contact Form
ar_ae: استمارة / نموذج الملاحظات
fr: Formulaire de contact
km_kh: ទម្រង់ទំនាក់ទំនង
th: ติดต่อจาก
zh_cn: 联络表

# ExchangeCurrencyExchangePage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量
