Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# HomeAccountsList.HideZeroAcc
source: Itago and mga balanse na walang laman
ar_ae: اخفاء الحسابات ذات الأرصدة الفارغة
fr: Masquer les comptes sans solde
km_kh: លាក់គណនីដែលមានសមតុល្យសូន្យ
th: ซ่อนบัญชีที่มียอดเงินคงเหลือเป็นศูนย์
zh_cn: 隐藏0余额的账户

# HomeAccountsList.Show
source: Ipakita
ar_ae: أظهر /اظهار
fr: Voir
km_kh: បង្ហាញ
th: แสดง
zh_cn: 显示

# HomeAccountsList.Hide
source: Itago
ar_ae: أخفي /اخفاء
fr: masquer
km_kh: លាក់
th: ซ่อน
zh_cn: 隐藏

# HomeAccountsList.ShowFvAcc
source: Ipakita ang mahahalagang balanse
ar_ae: بيان رصيد عملتكم المفضلة
fr: Voir le solde de vos devises favorites
km_kh: បង្ហាញសមតុល្យរូបិយប័ណ្ណដែលអ្នកពេញនិយម
th: แสดงสกุลเงินที่คุณชื่นชอบ
zh_cn: 显示隐藏货币余额

# HomeAccountsList.HideFvAcc
source: Ipakita ang lahat ng balanse
ar_ae: بيان رصيد كل العملات
fr: Voir le solde de toutes les devises
km_kh: បង្ហាញសមតុល្យរូបិយបណ័្ណទាំងអស់
th: แสดงสกุลเงินทั้งหมด
zh_cn: 显示所有货币余额

# HomeAccountsList.ShowAllAcc
source: I-uncheck para makita ang lahat ng balanse
ar_ae: لا تحقق لترى كل الحسابات
fr: Déselectionnez pour voir tous les comptes
km_kh: ដោះធីកដើម្បីបង្ហាញគណនីទាំងអស់
th: ปลดล็อคเพื่อแสดงบัญชีทั้งหมด
zh_cn: 取消勾选以显示所有户口

# CommonObject.ViewAndDownload
source: Tignan at I-download
ar_ae: أنظر و حمّل
fr: Voir et télécharger
km_kh: មើលនិងទាញយក
th: ดู&ดาวน์โหลด
zh_cn: 查看与下载

# CommonObject.UploadProof
source: I-upload ang katibayan ng bayad
ar_ae: تحميل وثيقة
fr: Télécharger le justificatif
km_kh: បញ្ចូលភស្តុតាង
th: อัปโหลดหลักฐาน
zh_cn: 上载证据

# OrdersList.Details
source: Detalye
ar_ae: التفاصيل
fr: Détails
km_kh: លំអិត
th: รายละเอียด
zh_cn: 详情

# User.LoginPage.ForgotPassword.Username
source: Username
ar_ae: اسم المستعمل
fr: Nom utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้งาน
zh_cn: 用户

# User.LoginPage.ForgotPassword.Email
source: Email
ar_ae: بريد الكتروني
fr: Email/Courriel
km_kh: អ៊ីមែល
th: อีเมล
zh_cn: 邮箱

# ConvertHistoryPage.Details
source: Detalye
ar_ae: التفاصيل
fr: Détails
km_kh: លំអិត
th: รายละเอียด
zh_cn: 详情

# GetAllContractUsListPage.ModalDeleteRec.Ok
source: Ok
ar_ae: حسنا
km_kh: យល់ព្រម
th: ตกลง
zh_cn: 同意

# ContactUsIndexPage.Email
source: Email
ar_ae: بريد الكتروني
km_kh: អ៊ីមែល
th: อีเมล
zh_cn: 电子邮件

# PaymentHistoryPage.Ref
source: Ref
ar_ae: مرجع
th: อ้างอิง

# Shared.ErrorMessagePage.Exception
source: Exception:
ar_ae: استثناء
km_kh: ករណី​លើកលែង:
th: ข้อยกเว้น
zh_cn: 例外

# Shared.Navigation.Pipit
source: Pipit
ar_ae: بيبيت
th: มูลไถ

# Shared.Navigation.Maintenance
source: Maintenance
ar_ae: صيانة
km_kh: លំហែទាំ
th: ซ่อมบำรุง
zh_cn: 保养

# User.AddAdminUserPage.Email
source: Email
ar_ae: بريد الكتروني
km_kh: អ៊ីមែល
th: อีเมล
zh_cn: 邮箱

# User.ProfilePage.Alias
source: Alias:
ar_ae: اسم مستعار
km_kh: ឈ្មោះហៅក្រៅ:
th: นามแฝง
zh_cn: 别名

# ContactUs.ContactUsController.ContactUs.Ok
source: Ok
ar_ae: تم
km_kh: យល់ព្រម
th: ตกลง

# Shared.WebPartsAccountingPage.Balance
source: Balance
ar_ae: الرصيد المتوفر
km_kh: សមតុល្យ
th: ยอดเงินคงเหลือ
zh_cn: 可用余额
