Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# PaymentPostPage.MessageSuccess
source: Ang Instant Payment ay matagumpay na naipadala
ar_ae: تم ارسال الدفع الآني بنجاح
fr: Le Paiement Instantanné a été envoyé avec succès
km_kh: ការទូទាត់ភ្លាមៗត្រូវបានផ្ញើដោយជោគជ័យ។
th: การชำระเงินแบบด่วนเสร็จสมบูรณ์
zh_cn: 立即支付已经成功寄出

# PaymentPostPage.Title
source: I-post ang Instant Payment
ar_ae: اكتب الدفع الآني
fr: Expédier le Paiement Instantanné
km_kh: ប្រកាសការទូទាត់ភ្លាមៗ
th: โพสต์การชำระเงินแบบด่วน
zh_cn: 宣告立即支付

# ProofDocUploadProofDocPage.AccountNumber
source: Account Number (ilagay ang huling apat na numero)
ar_ae: رقم الحساب ( آخر اربعة أرقام على الأقلّ )
fr: Numéro de compte (au minimum les 4 derniers chiffres)
km_kh: លេខគណនី​ (លេខចុងក្រោយ ៤ខ្ទង់យ៉ាងតិច)
th: หมายเลขบัญชี( 4 ตัวหลักสุดท้าย)
zh_cn: 账户号码 （后面最少要4个数字）

# ProofDocUploadProofDocPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# ProofDocUploadProofDocPage.AttachmentFile
source: Attachment file
ar_ae: الملف المرفق
fr: Fichier joint
km_kh: ឯកសារភ្ជាប់
th: ไฟล์แนบ
zh_cn: 附件文件

# ProofDocUploadProofDocPage.AttachProof
source: I-attach ang imahe
ar_ae: إرفاق صورة
fr: Joindre une image
km_kh: ភ្ជាប់រូបភាព
th: แนบรูปภาพ
zh_cn: 附加图片

# ProofDocUploadProofDocPage.DepositHistory
source: Deposit History
ar_ae: تاريخ الدفوعات
fr: Historique des Dépots
km_kh: ប្រវត្តិនៃការដាក់ប្រាក់
th: ประวัติการฝากเงิน
zh_cn: 存款历史

# ProofDocUploadProofDocPage.NameOfSender
source: Pangalan ng Nagpadala Kung naiiba sa iyo
ar_ae: اسم المرسل اذا كان مغايرا لاسمكم
fr: Nom de l'Expéditeur (si différent du vôtre)
km_kh: ឈ្មោះអ្នកផ្ញើប្រសិនបើខុសពីអ្នក
th: ชื่อผู้ส่งหากแตกต่างจากตัวคุณ
zh_cn: 寄户名字如果他不是你

# ProofDocUploadProofDocPage.NameOfSendingBank
source: Pangalan ng Bangkong Pinagpadalahan
ar_ae: اسم البنك / المصرف الباعث
fr: Nom de la banque émettrice
km_kh: ឈ្មោះរបស់ធនាគារដែលផ្ញើ
th: ชื่อธนาคารผู้ส่ง
zh_cn: 寄件银行名字

# ProofDocUploadProofDocPage.OtherInformation
source: Ibang Detalye
ar_ae: معلومات أخرى
fr: Autre information
km_kh: ព៌តមានផ្សេងៗ
th: ข้อมูลอื่นๆ
zh_cn: 其他资料

# ProofDocUploadProofDocPage.PaymentDate
source: Petsa Kung Kailan Ipinadala
ar_ae: تاريخ الدفع
fr: Date de paiement
km_kh: កាលបរិច្ឆេទនៃការទូទាត់
th: วันที่จ่าย
zh_cn: 支付日期

# ProofDocUploadProofDocPage.ReceivingBank
source: Bangko na Tatanngap at ang Uri ng Pera
ar_ae: البنك / المصرف المستفيد و العملة
fr: Banque bénéficiaire et devises
km_kh: ធនាគារទទួលប្រាក់និងរូបិយប័ណ្ណ
th: ธนาคารที่รับและสกุลเงิน
zh_cn: 接收银行和货币

# ProofDocUploadProofDocPage.Save
source: I-save
ar_ae: تسجيل
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# ProofDocUploadProofDocPage.Status
source: Status
ar_ae: الوضع
fr: Etat
km_kh: ស្ថានភាព
th: สถานะ
zh_cn: 情形

# ProofDocUploadProofDocPage.SubTitle
source: I-upload ang katibayan ng bayad
ar_ae: تحميل التأكيد
fr: Télécharger la confirmation
km_kh: បញ្ចូលភស្តុតាងឯកសារ
th: อัปโหลดหลักฐานเอกสาร
zh_cn: 上载证据文件

# ProofDocUploadProofDocPage.Title
source: Katibayan ng Bayad
ar_ae: سند الاثبات
fr: Document justificatif
km_kh: ភស្តុតាងឯកសារ
th: หลักฐานเอกสาร
zh_cn: 证据文件

# ReferralChangeInvintationsLinkPage.Back
source: Bumalik
ar_ae: رجوع
fr: Retour
km_kh: ត្រលប់ក្រោយ
th: กลับ
zh_cn: 返回

# ReferralChangeInvintationsLinkPage.ReferalLink
source: Referral Link
ar_ae: رابط الاحالة
fr: Lien du référent
km_kh: link​ អ្នកដែលបានបញ្ជូន
th: การอ้างอิงจากลิงก์
zh_cn: link 收户人员

# ReferralChangeInvintationsLinkPage.SubTitle
source: Ilagay ang simula ng URL. Ang WpayId ay makikita sa dulo ng email
ar_ae: أدخل الرابط من فضلك. الاسم المستعار سيضاف في آخر البريد الالكتروني
fr: Entrez s'il vous plait le début de l'url, et le nom du Pseudo sera rajouté à la fin de l'email
km_kh: សូមបញ្ចូលការចាប់ផ្តើមនៃ URL។ ឈ្មោះហៅក្រៅនឹងត្រូវបានបន្ថែមនៅចុងបញ្ចប់នៃអ៊ីមែល។
th: กรุณา,ป้อนจุดเริ่มต้นของURL.ชื่อนามแฝงจะได้รับการอัปเดตที่ส่วนท้ายของอีเมล
zh_cn: 请添上URL， 你名字就添入在最后电邮

# ReferralChangeInvintationsLinkPage.Title
source: I-update ang Referral URL Format
ar_ae: تحيين شكل رابط الاحالة
fr: Mettre à jour le format de l'url du Référent
km_kh: ធ្វើបច្ចុប្បន្នភាព​ទំរង់URL​អ្នកដែលបានបញ្ជូន
th: อ้างอิงรูปแบบURLที่อัปเดต
zh_cn: 更新 URL 模式

# ReferralChangeInvintationsLinkPage.UpdateLink
source: I-update ang Link
ar_ae: تحيين الرابط
fr: Mettre à jour le lien
km_kh: ធ្វើបច្ចុប្បន្នភាពlink
th: อัปโหลดลิงก์
zh_cn: 更新Link

# ReferralReferFriendPage.Copy
source: Kopyahin
ar_ae: نسخة / نسخ
fr: Copier
km_kh: ចំលង
th: คัดลอก
zh_cn: 复制

# ReferralReferFriendPage.SelectAlias
source: Pumili ng Alyas:
ar_ae: اختر اسما مستعارا
fr: Sélectionnez Alias :
km_kh: ជ្រើសរើសឈ្មោះហៅក្រៅ
th: เลือกนามแฝง:
zh_cn: 选择别名

# ReferralReferFriendPage.SubTitle
source: Magpadala ng maiksing mensahe sa iyong kaibigan upang ipakita and E-wallet system
ar_ae: ابعث برسالة سريعة الى صديق لاطلاعه على نظام ...
fr: Envoyer message à un ami pour lui présenter le système du E-wallet
km_kh: ផ្ញើសាររហ័សទៅមិត្តដើម្បីណែនាំប្រព័ន្ធ E-wallet
th: ส่งข้อความแนะนำระบบกระเป๋าเงินอิเล็กทรอนิกส์
zh_cn: 通过传送信息以向朋友推荐 E-Wallet 系统

# ReferralReferFriendPage.Title
source: Referral Link
ar_ae: رابط الإحالة
fr: Lien de Parrainage
km_kh: Link​ យោង
th: ลิงก์อ้างอิง
zh_cn: Link 推荐

# Shared.ErrorMessagePage.Action
source: Aksyon:
ar_ae: تفعيل
fr: Action :
km_kh: សកម្មភាព:
th: ทำ
zh_cn: 活动

# Shared.ErrorMessagePage.CallAdmin
source: <p>Mayroong isyu, Kontakin ang System Administrator</p>
ar_ae: حدث خلل غير متوقع,اتصل بالمشرف على النظام من فضلك
fr: Erreur inattendue, s'il vous plait contactez l'Administrateur
km_kh: <p>កំហុស​ដែល​មិន​រំពឹង​ទុក​បាន​កើត​ឡើង​។ សូមទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ។</p>
th: <p>ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น.กรุณาติดต่อผู้ดูแลระบบ.</p>
zh_cn: 意外错误发生，请联络系统管理员

# Shared.ErrorMessagePage.Controller
source: Controller:
ar_ae: مراقب / رقيب
fr: Régulateur:
km_kh: អ្នកត្រួតពិនិត្រ:
th: ตัวควบคุม
zh_cn: 管理员

# Shared.ErrorMessagePage.SubTitle
source: Generic Error Occurred
ar_ae: حدث خطأ عام
fr: Erreur générique :
km_kh: កំហុសទូទៅបានកើតឡើង
th: ข้อผิดพลาดทั่วไปที่เกิดขึ้น
zh_cn: 一般错误发生

# Shared.ErrorMessagePage.Title
source: Gereric Error
ar_ae: خطأ عام
fr: Erreur générique :
km_kh: កំហុសទូទៅ
th: ข้อผิดพลาดทั่วไป
zh_cn: 一般错误

# Shared.Header.LastLogin
source: Huling Naglog-in:
ar_ae: آخر اتصال
fr: Denière connection :
km_kh: ការចូលចុងក្រោយ:
th: เข้าระบบครั้งสุดท้าย
zh_cn: 最后登入

# Shared.Header.Logout
source: Logout
ar_ae: الخروج
fr: Déconnection
km_kh: ចាកចេញ
th: ออกจากระบบ
zh_cn: 退出

# Shared.Header.MyProfile
source: My Profile
ar_ae: ملفي الشخصي
fr: Mon Profil
km_kh: ពត៌មានរបស់ខ្ញុំ
th: ประวัติของฉัน
zh_cn: 个人资料

# Shared.Header.Lang.English
source: Ingles
ar_ae: انقليزية
fr: Anglais
km_kh: ភាសាអង់គ្លេស
th: อังกฤษ
zh_cn: 英语

# Shared.Header.Lang.French
source: Pranses
ar_ae: فرنسية
fr: Français
km_kh: ភាសាបារាំង
th: ฝรั่งเศส
zh_cn: 法语

# Shared.Header.Lang.Filipino
source: Filipino
fr: Philippin

# Shared.Header.Lang.Thai
source: Thai
ar_ae: التايلاندية
fr: Thaïlandais
th: ไทย

# Shared.Header.Lang.Russian
source: Ruso
ar_ae: روسية
fr: Russe
km_kh: ភាសារុស្ស៊ី
th: รัสเซีย
zh_cn: 俄语

# Shared.InstantPaymentListPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 活动

# Shared.InstantPaymentListPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំំនួន
th: จำนวน
zh_cn: 数量

# Shared.InstantPaymentListPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# Shared.InstantPaymentListPage.CreatedDate
source: Petsa Kung Kailan Ginawa
ar_ae: تاريخ الانشاء
fr: Date de création
km_kh: កាលបរិច្ឆេទពេលបង្កើត
th: วันที่สร้าง
zh_cn: 建立日期

# Shared.InstantPaymentListPage.From
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 从

# Shared.InstantPaymentListPage.PaymentHistoryText
source: <p>Only latest 10 Instant Payments displayed. <a href="/Payment/History">Click here</a> to view all Instant Payments in details.</p>
ar_ae: يمكن رؤية آخر عشر دفوعات آنية, لمشاهدة تفاصيل كل الدفوعات, اضغط على الزر ...
fr: <p>Seulement les 10 derniers paiement instantanés sont affichés. <a href="/Payment/History">Cliquer ici pour voir tout</a>.</p>
km_kh: <p> បង្ហាញតែការទូទាត់ប្រាក់ភ្លាមៗចំនួន 10 ប៉ុណ្ណោះ។ <a href="/Payment/History"> ចុចទីនេះ </a> ដើម្បីមើលរាល់ការទូទាត់ភ្លាមៗទាំងអស់យ៉ាងលំអិត។ </ p>
th: <p>แสดงเฉพาะการชำระเงินด่วนล่าสุด10รายการเท่านั้น.<a href="/Payment/ History">คลิกที่นี่</a>เพื่อดูการชำระเงินทั้งหมดในรายละเอียด.</p>
zh_cn: 仅显示最新10项即时付款/付款/历史，点击以详细了解所有即时付款

# Shared.InstantPaymentListPage.Refresh
source: Refresh
ar_ae: تحديث
fr: Actualiser
km_kh: សារឡើងវិញ
zh_cn: 刷新

# Shared.InstantPaymentListPage.SubTitle
source: Ipakita o Itago ang pinakabagong Instant Payments
ar_ae: اظهار/ اخفاء ىخر الدفوعات الآنية
fr: Afficher/Masquer les derniers paiements instantanés
km_kh: បង្ហាញ / លាក់ការទូទាត់ភ្លាមៗចុងក្រោយបំផុត
th: แสดง/ซ่อนการจ่ายเงินครั้งล่าสุด
zh_cn: 显示/隐藏最新即时付款

# Shared.InstantPaymentListPage.Details
source: Detalye
ar_ae: التفاصيل
fr: Détails
km_kh: លំអិត
th: รายละเอียด
zh_cn: 详情

# Shared.InstantPaymentListPage.Send
source: Ipadala
ar_ae: ابعث
fr: Envoyé
km_kh: ផ្ញើ
th: ส่ง
zh_cn: 发送

# Shared.InstantPaymentListPage.Repeat
source: Ulitin
ar_ae: كرر/ أعد
fr: Répéter
km_kh: ធ្វើម្តងទៀត
th: ทำซ้ำ
zh_cn: 重新操作

# Shared.InstantPaymentListPage.Title
source: History
ar_ae: تاريخ
fr: Histoire
km_kh: ប្រវតិ្ត
th: ประวัติ
zh_cn: 历史

# Shared.InstantPaymentListPage.To
source: Simula
ar_ae: الى
fr: A
km_kh: ទៅ
th: ถึง
zh_cn: 至

# Shared.InternalServerErrorPage.SorryMessage
source: <p>We are sorry, but internal error has occured. <br />Please, navigate to the home page to start over your request.</p>
ar_ae: نأسف لحدوث خلل داخلي
fr: <p>Nous sommes désolés mais une erreur interne est apparue, revenez à la page d'accueil pour effectuer à nouveau votre demande.</p>
km_kh: <p> យើងសូមអភ័យទោស ប៉ុន្តែកំហុសបច្ចេកទេសបានកើតឡើង។ <br /> សូមទៅកាន់ទំព័រដើមដើម្បីចាប់ផ្ដើមសំណើរបស់អ្នកម្តងទៀត។ </ p>
th: <p>พวกเราขอโทษ.เกิดข้อผิดพลาดภายใน.<br/>,ไปที่หน้าแรกเพื่อเริ่มต้นการร้องขอของคุณ.</p>
zh_cn: 我们对服务器发生故障表示抱歉，敬请返回首页以重新申请服务。

# Shared.InternalServerErrorPage.SubTitle
source: Internal Server Error
ar_ae: خطأ /خلل الخادم /الحاسوب الداخلي
fr: Erreur du Serveur interne
km_kh: កំហុសInternal Server
th: ข้อผิดพลาดภายในของเซิร์ฟเวอร์
zh_cn: 内部服务器故障

# Shared.InternalServerErrorPage.Title
source: Internal Server
ar_ae: الخادم .الحاسوب الداخلي / المحلي
fr: Serveur Interne
th: เซิร์ฟเวอร์ภายใน
zh_cn: 内部服务器

# Shared.Navigation.Accounts
source: Accounts
ar_ae: الحسابات
fr: Comptes
km_kh: គណនី
th: บัญชี
zh_cn: 账户

# Shared.Navigation.AddFunds
source: Add Funds
ar_ae: اضافة رصيد
fr: Ajouter des fonds
km_kh: បន្ថែមថវិការ
th: เติมเงิน
zh_cn: 增加资金

# Shared.Navigation.Admins
source: Admins
ar_ae: المشرف . المدير
fr: Administrateurs
km_kh: អ្នកគ្រប់គ្រង
th: ผู้ดูแลระบบ
zh_cn: 管理员

# Shared.Navigation.Balances
source: Balanse
ar_ae: أرصدة
fr: Soldes
km_kh: សមតុល្យ
th: สมดุล
zh_cn: 余额

# Shared.Navigation.Banks
source: Mga Bangko
ar_ae: بنوك/. مصارف
fr: Banques
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# Shared.Navigation.ChangePassword
source: Palitan ang Password
ar_ae: تغيير كلمة السّر
fr: Changer de mot de masse
km_kh: កែប្រែលេខសំងាត់
th: เปลี่ยนรหัส
zh_cn: 更改密码

# Shared.Navigation.Merchants
source: Merchant Center
ar_ae: مركز التجار
fr: Centre Marchand
km_kh: មជ្ឈមណ្ឌលពាណិជ្ជករ[Beta]
th: ศูนย์การค้า[Beta]
zh_cn: 商人中心 （Beta）

# Shared.Navigation.ContactUs
source: Contact Us
ar_ae: اتصلوا بنا
fr: Contactez nous
km_kh: ទំនាក់ទំនងមកយើង
th: ติดต่อเรา
zh_cn: 联系方式

# Shared.Navigation.Convert
source: I-convert at Palitan
ar_ae: تحويل و تبادل / صرف
fr: Convertir
km_kh: បម្លែង
th: แปลง&แลกเปลี่ยน
zh_cn: 兑换

# Shared.Navigation.ConvertAndExchange
source: I-convert at Palitan
ar_ae: تحويل و تبادل / صرف
fr: Convertir
km_kh: បម្លែង & ផ្លាស់ប្តូរ
th: แปลง&แลกเปลี่ยน
zh_cn: 兑换

# Shared.Navigation.Currencies
source: Uri ng Pera
ar_ae: العملات
fr: Devises
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# Shared.Navigation.CurrencySettings
source: Currency Settings
ar_ae: ضبط العملة
fr: Paramètres de la devise
km_kh: ការកំណត់រូបិយប័ណ្ណ
th: การตั้งค่าสกุลเงิน
zh_cn: 货币设置

# Shared.Navigation.Dashboard
source: Dashboard
ar_ae: لوحة القيادة
fr: Tableau de bord
km_kh: ផ្ទាំងគ្រប់គ្រង
th: แผงควบคุม

# Shared.Navigation.DepositHistory
source: Deposit History
ar_ae: تاريخ الايداعات
fr: Historique des dépôts
km_kh: ប្រវត្តិនៃការតំកល់ប្រាក់
th: ประวัติการฝากเงิน
zh_cn: 存款记录

# Shared.Navigation.DepositInstructions
source: Deposit Instructions
ar_ae: تعليمات الايداعات
fr: Instructions de dépôts
km_kh: ការណែនាំក្នុងការតំកល់ប្រាក់
th: การฝากเงิน
zh_cn: 存款说明

# Shared.Navigation.FeedbackSettings
source: Feedback Settings
ar_ae: ضبط الملاحظات / الملحوظات/ ردود الأفعال
fr: Retour Paramètres
km_kh: ការកំណត់មតិយោបល់
th: การตั้งค่าข้อเสนอแนะ
zh_cn: 反馈设置

# Shared.Navigation.History
source: History
ar_ae: تاريخ
fr: Histoire
km_kh: ប្រវត្តិ
th: ประวัติ
zh_cn: 历史

# Shared.Navigation.InstantPayment
source: Instant Payment
ar_ae: دفع آني
fr: Paiement instantané
km_kh: ការទូទាត់ភ្លាមៗ
th: การชำระเงินทันที
zh_cn: 即时付款

# Shared.Navigation.InvintationLink
source: Invitation Link
ar_ae: رابط الدعوة / الاستدعاء
fr: Lien d'invitation
km_kh: Link​ អញ្ជើញ
th: ลิงก์ข้อความเชิญ
zh_cn: Link 邀请

# Shared.Navigation.ReferralLink
source: Referral Link
ar_ae: رابط الإحالة
fr: Lien de Parrainage
km_kh: Link យោង​
th: ลิงก์อ้างอิง
zh_cn: Link 推荐

# Shared.Navigation.InvitationLink
source: Invitation Link
ar_ae: رابط دعوة / استدعاء
fr: Lien d'Invitation
km_kh: Link​ អញ្ជើញ
th: ลิงก์ข้อความเชิญ
zh_cn: Link 邀请

# Shared.Navigation.ManageFundRequest
source: I-manage ang Fund Requests
ar_ae: ادارة مطالب التمويل
fr: Gérer les demandes de fonds
km_kh: គ្រប់គ្រងសំណើថវិការ
th: จัดการกองทุน
zh_cn: 管理资金申请

# Shared.Navigation.PayInInstructions
source: Pay-In Instruction
ar_ae: تعليمات الأمر بالدفع
fr: Instructions de paiement
km_kh: ការណែនាំការបង់ប្រាក់
th: คำแนะนำในการชำระเงิน
zh_cn: 支付说明

# Shared.Navigation.PayNow
source: Bayaran Ngayon
ar_ae: ادفع / استخلص الآن
fr: Payer maintenant
km_kh: ទូទាត់ឥឡូវ​នេះ
th: จ่ายตอนนี้
zh_cn: 立即付款

# Shared.Navigation.SideBar
source: Toggle sidebar
ar_ae: تبديل الشريط الجانبي
fr: basculer à côté
km_kh: បិទ / បើករបារចំហៀង
th: สลับแถบด้านข้าง

# Shared.Navigation.Statements
source: Statements
ar_ae: صياغة
fr: Relevés
km_kh: របាយការណ៍​ធនាគារ
th: คำแถลง
zh_cn: 账目报表

# Shared.Navigation.SuperAdmin
source: Superadmins
ar_ae: مشرف عام
fr: Super administrateurs
km_kh: អ្នកគ្រប់គ្រងកំពូល
th: ผู้ดูแลระบบขั้นสูง
zh_cn: 超级管理员

# Shared.Navigation.Title
source: Navigation
ar_ae: ابحار
fr: La navigation
th: ระบบนำทาง

# Shared.Navigation.UploadDepositProof
source: Upload Deposit Proof
ar_ae: تحميل حجة /اثبات الايداع
fr: Télécharger la preuve de dépôt
km_kh: បញ្ចូលភស្តុតាងនៃប្រាក់តំកល់
th: อัปโหลดหลักฐานการจ่ายเงิน
zh_cn: 上载存款证据

# Shared.Navigation.UserProfile
source: User Profile
ar_ae: الملف الشخصي للمستعمل
fr: Profil utilisateur
km_kh: ប្រវត្តិរូបអ្នកប្រើ
th: ประวัติผู้ใช้
zh_cn: 用户资料

# Shared.Navigation.Merchants.Integration
source: Integration
ar_ae: ادماج
fr: Intégration
km_kh: ការស្វែងរក
th: บูรณาการ
zh_cn: 搜查

# User.ResetPassword.SuccessChanged
source: Password for {0} has been reset and sent by email
ar_ae: لقد تم تحديث كلمة السّر و ارسالها بالبريد الألكتروني
fr: Le mot de passe pour (0) a été réinitialisé et envoyé par email
km_kh: លេខសម្ងាត់សម្រាប់ {0} ត្រូវបានកំណត់ឡើងវិញនិងបញ្ជូនតាមអ៊ីម៉ែល
th: รหัสของ{0}ได้รีเซ็ตและส่งไปที่อีเมล
zh_cn: {0}密码已重新设定，并通过邮箱发送

# Shared.Navigation.View Profile
source: Tignan ang Profile/KYC Status
ar_ae: رؤية / نشر الملف الشخصي
fr: Voir Profil / KYC statut
km_kh: មើលប្រវត្តិរូប / ស្ថានភាព​KYC
th: ดูประวัติ/สถานะ KYC
zh_cn: 查看个人资料/KYC情况

# Shared.Navigation.WelcomeMessage
source: Welcome Messages
ar_ae: ارسالية / رسالة ترحيب
fr: Messages de bienvenue
km_kh: សារស្វាគមន៍
th: ข้อความต้อนรับ
zh_cn: 欢迎留言

# Shared.NewInstantPaymentFormPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# Shared.NewInstantPaymentFormPage.Create
source: Gumawa
ar_ae: خلق
fr: Crééer
km_kh: បង្កើត
th: สร้าง
zh_cn: 建立

# Shared.NewInstantPaymentFormPage.Currency
source: Uri ng Pera
ar_ae: العملة
fr: Devise
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# Shared.NewInstantPaymentFormPage.From
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 从

# Shared.NewInstantPaymentFormPage.Invoice
source: Resibo
ar_ae: فاتورة
fr: Facture
km_kh: វិក័យប័ត្រ
th: ใบแจ้งหนี้
zh_cn: 发票

# Shared.NewInstantPaymentFormPage.Memo
source: Talaan
ar_ae: تذكير
fr: Mémo
km_kh: ចំនាំ
th: บันทึก
zh_cn: 备忘录

# Shared.NewInstantPaymentFormPage.PayNow
source: Bayaran Ngayon
ar_ae: ادفع / استخلص الآن
fr: Payer maintenant
km_kh: ទូទាត់ឥឡូវ​នេះ
th: จ่ายตอนนี้
zh_cn: 立即付款

# Shared.NewInstantPaymentFormPage.Reset
source: I-reset
ar_ae: اعادة ضبط
fr: Réinitialiser
km_kh: កំណត់ឡើងវិញ
th: รีเซ็ต
zh_cn: 重启

# Shared.NewInstantPaymentFormPage.Search
source: Hanapin
ar_ae: بحث
fr: Recherche
km_kh: ស្វែងរក
th: ค้นหา
zh_cn: 搜索

# Shared.NewInstantPaymentFormPage.SelectCurrency
source: Pumili ng Uri ng Pera
ar_ae: اختر العملة
fr: sélectionner une devise
km_kh: ជ្រើសរើសរូបិយប័ណ្ណ
th: เลือกสกุลเงิน
zh_cn: 选择货币

# Shared.NewInstantPaymentFormPage.SubTitle
source: Gumawa ng Bagong Instant Payment
ar_ae: قم بدفع/ باستخلاص آنيّ جديد
fr: Faire un nouveau Paiement Instantané
km_kh: ធ្វើការទូទាត់ភ្លាមៗថ្មី
th: ทำการชำระเงินใหม่
zh_cn: 操作新即时付款

# Shared.NewInstantPaymentFormPage.TitlePayNow
source: Bayaran Ngayon
ar_ae: ادفع / استخلص الآن
fr: Payer maintenant
km_kh: ទូទាត់ឥឡូវ​នេះ
th: จ่ายตอนนี้
zh_cn: 立即付款

# Shared.NewInstantPaymentFormPage.TitleRepeatInstantPayment
source: Ulitin ang Instant Payment
ar_ae: اعادة الدفع الآني
fr: Répéter le paiement instantané
km_kh: ធ្វើការទូទាត់ភ្លាមៗម្តងទៀត
th: ทำซ้ำการชำระเงิน
zh_cn: 重新即时付款

# Shared.NewInstantPaymentFormPage.To
source: Simula
ar_ae: الى
fr: A
km_kh: ទៅ
th: ถึง
zh_cn: 至

# Shared.NotFoundPage.SorryMessage
source: <p>We are sorry, but the page you requested page is not found. <br/>Please, navigate to the home page to start over your request.</p>
ar_ae: نأسف لا يمكن الحصول على الصفحة المطلوبة, الرجاء الرجوع الى الصفحة الرئيسية للبدء من جديد
fr: <p>Désolé mais la page que vous avez demandée n'est pas accessible. Veuillez retourner à la page d'accueil.</p>
km_kh: <p>ពួកយើងសូមអភ័យទោស ប៉ុន្តែទំព័រដែលអ្នកបានស្នើមិនត្រូវបានរកឃើញទេ។ <br/> សូមទៅកាន់ទំព័រដើមដើម្បីចាប់ផ្ដើមសំណើរបស់អ្នក។ </p>
th: <p>พวกเราขอโทษ,ไม่พบหน้าที่คุณร้องขอ.<br/>กรุณา,ไปที่หน้าแรกเพื่อเริ่มต้นการร้องขอของคุณ.</p>
zh_cn: 我们对搜索网页未找到表示抱歉，敬请返回首页重新搜索

# Shared.NotFoundPage.SubTitle
source: Page Not Found Error
ar_ae: خلل لا يمكن الحصول على هذه الصفحة
fr: Erreur / Page introuvable
km_kh: ទំព័ររកមិនឃើញកំហុស
th: ไม่พบข้อผิดพลาด
zh_cn: Error 找不到网页

# Shared.NotFoundPage.Title
source: Page Not Found
ar_ae: صفحة غير موجودة
fr: Page introuvable
km_kh: ទំព័ររកមិនឃើញ
th: ไม่พบหน้านี้
zh_cn: 找不到网页

# Shared.WebPartsAccountingPage.AccNumber
source: Account Number
ar_ae: رقم الحساب
fr: Numéro de compte
km_kh: លេខគណនី
th: หมายเลขบัญชี
zh_cn: 账户

# Shared.WebPartsAccountingPage.ActiveHolds
source: Active Holds
ar_ae: فعّل الحامل
fr: En attente
km_kh: ទឹកប្រាក់ដែលបានបង្កក់ទុក
th: ระงับการใช้งาน
zh_cn: 冻结金钱

# Shared.WebPartsAccountingPage.AllAccText
source: <p>All accounts with <i><b>zero</b></i> balance are hidden by default.</p>
ar_ae: كل الحسابات ذات الرصيد
fr: <p>Tous les comptes non approvisionné sont cachés par défaut</p>
km_kh: <p> គណនីទាំងអស់ដែលមានលេខ <i> <b> សូន្យ </b> </i> សមតុល្យត្រូវបានលាក់តាមលំនាំដើម។ </p>
th: <p>บัญชีทั้งหมดกับ<i>b>zero</b></i>ยอดคงเหลือถูกซ่อนโดยค่าเริ่มต้น.</p>
zh_cn: 所有含有i，b ，0， /b，/i，余额被隐藏

# Shared.WebPartsAccountingPage.AvailableBalance
source: Available Balance
ar_ae: الرصيد المتوفر
fr: Balance disponible
km_kh: សមតុល្យដែលមាន
th: ยอดเงินคงเหลือ
zh_cn: 可用余额

# Shared.WebPartsAccountingPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# Shared.WebPartsAccountingPage.CurrentBalance
source: Kasalukuyang Balanse
ar_ae: الرصيد الحالي
fr: Solde en cours
km_kh: សមតុល្យបច្ចុប្បន្ន
th: ความสมดุลของสกุลเงิน
zh_cn: 当前余额

# Shared.WebPartsAccountingPage.SubTitle
source: Ipakita/Itago and Account Balances
ar_ae: اظهار / اخفاء أرصدة الحسابات
fr: Voir/Masquer solde du compte
km_kh: បង្ហាញ / លាក់សមតុល្យគណនី
th: แสดง/ซ่อนยอดเงินในบัญชี
zh_cn: 显示/隐藏余额

# Shared.WebPartsAccountingPage.Title
source: Balanse
ar_ae: أرصدة
fr: Soldes
km_kh: សមតុល្យ
th: สมดุล
zh_cn: 余额

# Shared.WebPartsAccountingPage.UncheckForAllAcc
source: I-uncheck upang makita ang lahat ng Accounts
ar_ae: لا تحقق لترى كل الحسابات
fr: Déselectionnez pour voir tous les comptes
km_kh: ដោះធីកដើម្បីបង្ហាញគណនីទាំងអស់
th: ยกเลิกการเลือกเพื่อแสดงบัญชีทั้งหมด
zh_cn: 取消勾选以显示所有户口

# User.AddAdminUserPage.Add
source: Magdagdag
ar_ae: أضف
fr: Ajouter
km_kh: បន្ថែម
th: เพิ่ม
zh_cn: 添加

# User.AddAdminUserPage.Back
source: Bumalik
ar_ae: رجوع
fr: Retour
km_kh: ត្រលប់ក្រោយ
th: กลับ
zh_cn: 返回

# User.AddAdminUserPage.FirstName
source: Pangalan
ar_ae: الاسم
fr: Prénom
km_kh: នាមឈ្មោះ
th: ชื่อ
zh_cn: 名字

# User.AddAdminUserPage.LastName
source: Apelyido
ar_ae: اللقب / الكنية
fr: Nom de famille
km_kh: នាមត្រកូល
th: นามสกุล
zh_cn: 姓

# User.AddAdminUserPage.SubTitle
source: Punan ang mga detalye sa ibaba upang makagawa ng Admin
ar_ae: من فضلك أكمل البيانات لانشاء / خلق مشرف
fr: Veuillez remplir les informations ci-dessous pour ajouter un admin
km_kh: សូមបំពេញសេចក្តីលម្អិតខាងក្រោមដើម្បីបង្កើតអ្នកគ្រប់គ្រង
th: โปรดกรอกรายละเอียดด้านล่างเพื่อสร้างผู้ดูแลระบบ
zh_cn: 敬请填写以下详情以创建管理员

# User.AddAdminUserPage.Title
source: Magdagdag ng Admin
ar_ae: أضف المشرف
fr: Ajouter un Administrateur
km_kh: បន្ថែមអ្នកគ្រប់គ្រង
th: เพิ่มผู้ดูแลระบบ
zh_cn: 增加管理员

# User.AddAdminUserPage.UserName
source: Username
ar_ae: اسم المستعمل
fr: Nom d'utilisateur
km_kh: អត្តសញ្ញាណអ្នកប្រើ
th: ชื่อผู้ใช้งาน
zh_cn: 用户

# User.ChangePasswordPage.LogOut
source: log out
ar_ae: خروج
fr: Se déconnecter
km_kh: ចាកចេញ
th: ออกจากระบบ
zh_cn: 退出

# User.ChangePasswordPage.CurrentPassword
source: Lumang Password
ar_ae: كلمة السّر القديمة
fr: Ancien mot de passe
km_kh: លេខសំងាត់ចាស់
th: รหัสเก่า
zh_cn: 旧密码

# User.ChangePasswordPage.NewPassword
source: Bagong Password
ar_ae: كلمة السّر الجديدة
fr: Nouveau mot de passe
km_kh: លេខសំងាត់ថ្មី
th: รหัสใหม่
zh_cn: 新密码

# User.ChangePasswordPage.RepeatNewPassword
source: Ulitin ang Bagong Password
ar_ae: كرر كلمة السّر الجديدة
fr: Resaisir le nouveau mot de passe
km_kh: បំពេញលេខសំងាត់ថ្មីម្តងទៀត
th: ทำซ้ำรหัสผ่านใหม่
zh_cn: 重复输入密码

# User.ChangePasswordPage.ResetPasswordBtn
source: Palitan ang Password
ar_ae: تغيير كلمة السّر
fr: Changer de mot de passe
km_kh: កែសម្រួលលេខសំងាត់
th: เปลี่ยนรหัส
zh_cn: 更改密码

# User.ChangePasswordPage.SubTitle
source: Kung ang password ay iyong nakalimutan, maaaring {0} at gamitin ang "Contact us" link sa log in page
ar_ae: اذا نسيت كلمة السر الحالية, الرجاء (0) ثم استعمل الرابط ’’ اتصل بنا’’ بالصفحة الرئيسية
fr: Si vous ne vous rappelez pas de votre mot de passe actuel, s'il vous plait {0} utilisez le bouton "Contact" dans la page d'accueil
km_kh: ប្រសិនបើអ្នកមិនចាំលេខសម្ងាត់បច្ចុប្បន្នរបស់អ្នកទេ សូម {0} ហើយប្រើ តំណ ទំនាក់ទំនងមកយើង" នៅលើទំព័រចូលទៅកាន់
th: ถ้าคุณลืมรหัสผ่านสกุลเงิน,กรุณา{0}และ"ติดต่อเรา"ลิงก์ในหน้าเข้าสู่ระบบ
zh_cn: 如忘记您的密码，敬请使用登入网页的“联络我们”link

# User.ChangePasswordPage.Title
source: Palitan ang Password
ar_ae: تغيير كلمة السّر
fr: Changez le mot de passe
km_kh: កែសម្រួលលេខសំងាត់
th: เปลี่ยนรหัสผ่าน
zh_cn: 更改密码

# User.CheckOutLoginPage.CopyRight
source: © Copyright {0}-{1}. All Rights Reserved.
ar_ae: حقوق النشر {0}-{1}. جميع الحقوق محفوظة
fr: © Copyright {0}-{1}. Tous droits réservés.
km_kh: ©រក្សាសិទ្ធិ {0}-{1}។ រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង។
th: ลิขสิทธิ์ {0}-{1}.สงวนสิทธิ์ทั้งหมด
zh_cn: 版权所有 {0}-{1}，不得转载

# User.CheckOutLoginPage.Password
source: Password
ar_ae: كلمة السّر
fr: Mot de passe
km_kh: លេខសំងាត់
th: รหัสผ่าน
zh_cn: 密码

# User.CheckOutLoginPage.SignIn
source: Mag Sign-in
ar_ae: دخول
fr: S'identifier
km_kh: ចូលទៅកាន់
th: ลงชื่อเข้าใช้
zh_cn: 登入
