Repository: rawin22/winpay_wallet_soap_full
Catalog: Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ar_ae, fr, km_kh, th, zh_cn

# ExchangeCurrencyExchangePage.Cancel
source: I-kansel
ar_ae: الغاء
fr: Annuler
km_kh: បោះបង់
th: ยกเลิก
zh_cn: 取消

# ExchangeCurrencyExchangePage.Continue
source: Ipagpatuloy
ar_ae: واصل
fr: Continuer
km_kh: បន្ត
th: ต่อ
zh_cn: 继续

# ExchangeCurrencyExchangePage.From
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 来自

# ExchangeCurrencyExchangePage.SubTitle
source: Pumili ng dalawang uri ng pera na nais i-convert at ilagay ang halaga. Ipagpatuloy upang makita ang eksaktong rate at fee ng iyong transaksyon
ar_ae: اختر عملتين لعملية الصرف ثم أدخل قيمة المبلغ.سيتم ابلاغك بالمعدل الصحيح و الرسوم بعد الضغط على الزر...
fr: Veuillez sélectionner les 2 devises que vous voulez convertir et entrez le montant. Cliquer sur la touche <strong>continuer</strong> pour connaitre le taux exact et les frais de votre opération.
km_kh: ជ្រើសរូបិយប័ណ្ណ ២ ដែលអ្នកចង់បម្លែងនិងបញ្ចូលចំនួន។​ អត្រានិងថ្លៃសេវាកម្មពិតប្រាកដសម្រាប់ប្រតិបត្តិការរបស់អ្នកនឹងត្រូវបានផ្តល់ជូនបន្ទាប់ពីអ្នកចុចរួច។
th: เลือกสกุลเงิน2สกุลที่คุณต้องการเปลี่ยนระหว่างและป้อนจำนวนเงิน.อัตราที่แน่นอนและการทำธุรกรรมฟรีสำหรับคุณจะได้รับจากคุณกด<แข็งแรง>ต่อ</แข็งแรง>
zh_cn: 选两种货币你要兑换和输入钱的数字

# ExchangeCurrencyExchangePage.TimeRemining
source: Natitirang segundo
ar_ae: الثواني المتبقية
fr: Deuxième rappel
km_kh: វិនាទីនៅសល់
zh_cn: 剩下时间

# ExchangeCurrencyExchangePage.Title
source: Ilipat
ar_ae: تحويل
fr: Transférer
km_kh: ផ្ទេរ
th: โอน
zh_cn: 移交

# ExchangeCurrencyExchangePage.To
source: Para sa
ar_ae: الى
fr: A
km_kh: ទៅ
th: ถึง
zh_cn: 到

# AccountStatementPage.To
source: para sa
ar_ae: الى
fr: à
km_kh: ទៅ
th: ถึง
zh_cn: 到

# ExchangeCurrencyExchangePage.TransferButton
source: Ilipat
ar_ae: تحويل
fr: Transférer
km_kh: ផ្ទេរ
th: โอน
zh_cn: 移交

# ExchangeCurrencyExchangePage2.Title
source: Ilipat
ar_ae: تحويل
fr: Transférer
km_kh: ផ្ទេរ
th: โอน
zh_cn: 移交

# ExchangeCurrencyExchangePage3.ExchangeRate
source: Halaga ng Palitan:
ar_ae: سعر الصرف
fr: Taux du change
km_kh: អត្រាប្តូរប្រាក់
th: อัตราแลกเปลี่ยน
zh_cn: 兑换率

# ExchangeCurrencyExchangePage3.Title
source: Ilipat
ar_ae: تحويل
fr: Transférer
km_kh: ផ្ទេរ
th: โอน
zh_cn: 移交

# ExchangeCurrencyExchangePage4.MessageAcc
source: account
ar_ae: حساب
fr: Compte
km_kh: គណនី
th: บัญชี
zh_cn: 客户身份

# ExchangeCurrencyExchangePage4.MessageAcc2
source: account
ar_ae: حساب
fr: Compte
km_kh: គណនី
th: บัญชี
zh_cn: 客户身份

# ExchangeCurrencyExchangePage4.MessageFromAcc
source: ay nailipat na mula sa iyong
ar_ae: تمّ التحويل من حسابكم
fr: A été envoyé de votre
km_kh: ត្រូវបានផ្ទេរពី់…របស់អ្នក
th: ได้รับการโอนจากคุณ
zh_cn: 从你移交

# ExchangeCurrencyExchangePage4.MessageToAcc
source: ay nailipat na sa iyong
ar_ae: تمّ التحويل الى حسابكم
fr: A été envoyé vers votre
km_kh: ត្រូវបានផ្ទេរទៅ​…របស់អ្នក
th: ได้มีการโอนถึงคุณ
zh_cn: 移交到你

# ExchangeCurrencyExchangePage4.MessageTransferFailed
source: Transfer failed
ar_ae: فشل التحويل
fr: Echec transfert
km_kh: ការផ្ទេរត្រូវបានបរាជ័យ
th: การโอนล้มเหลว
zh_cn: 移交失败

# ExchangeCurrencyExchangePage4.MessageUnspecError
source: Unspecified error
ar_ae: خطأ غير محدد
fr: erreur non spécifiée
km_kh: កំហុសមិនជាក់លាក់
th: ข้อผิดพลาดที่ไม่ได้ระบุ
zh_cn: 未指明错误

# ExchangeCurrencyExchangePage4.ReturnButton
source: Bumalik sa Homepage
ar_ae: رجوع الى الصفحة الرئيسية
fr: Retour à la page d'accueil
km_kh: ត្រលប់ទៅទំព័រដើម
th: กลับไปสู่หน้าแรก
zh_cn: 返回主页

# ExchangeCurrencyExchangePage4.Title
source: Ipadala
ar_ae: تحويل
fr: Transfert
km_kh: ផ្ទេរ
th: โอน
zh_cn: 移交

# FavoriteCurrencyIndexPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# FavoriteCurrencyIndexPage.CurrencyName
source: Pangalan ng Pera
ar_ae: اسم العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อสกุลเงิน
zh_cn: 货币名字

# FavoriteCurrencyIndexPage.CurrencySymbol
source: Simbolo ng Pera
ar_ae: رمز
fr: Symbole
km_kh: សញ្ញា
th: สัญลักษณ์
zh_cn: 符号

# FavoriteCurrencyIndexPage.SubTitle
source: Piliin and mga uri ng pera na gustong makita o itago. Ito ay hindi mabubura sa listahan.
ar_ae: يمكنك فيما يلي اختيار العملات لاظهارها أو اخفائها بوثيقة الدفع الآني, هذا لن يحذف العملة
fr: Ci-dessous vous pouvez afficher ou masquer les devises dans le formulaire de paiement sans les supprimer.
km_kh: ខាងក្រោមនេះអ្នកអាចជ្រើសរូបិយប័ណ្ណដើម្បីបង្ហាញ / លាក់ពួកវានៅក្នុងទម្រង់ទូទាត់ភ្លាមៗ។ វានឹងមិនលុបរូបិយប័ណ្ណទេ។
th: ด้านล่างนี้คุณสามารถเลือกสกุลเงินที่จะแสดง/ซ่อนไว้ในรูปแบบการชำระเงินทันที.ระบบจะไม่ลบสกุลเงิน.
zh_cn: 你可以选一种货币来指示或隐藏在你支付表。这不会删除其他货币

# FavoriteCurrencyIndexPage.Title
source: Currency Settings
ar_ae: ضبط العملة
fr: Paramètres de la devise
km_kh: ការកំណត់រូបិយប័ណ្ណ
th: การตั้งค่าสกุลเงิน
zh_cn: 货币安装

# FundingAddBankDepositPage.CCY
source: CCY
ar_ae: عملة
fr: Code devise CCY
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี่,สกุลเงิน
zh_cn: 货币

# FundingAddBankDepositPage.Copy
source: Kopyahin
ar_ae: نسخة
fr: Copier
km_kh: ចំលង
th: คัดลอก
zh_cn: 复制

# FundingAddBankDepositPage.DepositHistory
source: Deposit History
ar_ae: تاريخ الايداعات
fr: Historique de dépôts
km_kh: ប្រវត្តិនៃការដាក់ប្រាក់
th: ประวัติการฝากเงิน
zh_cn: 存款历史

# FundingAddBankDepositPage.Print
source: I-print
ar_ae: طباعة
fr: Imprimer
km_kh: បោះពុម្ព
th: พิมพ์
zh_cn: 复印

# FundingAddBankDepositPage.SubTitle
source: Piliin and uri ng pera at ang bangko upang makita ang buong detalye ng account
ar_ae: الرجاء اختيار العملة و البنك / المصرف لطباعة تعليمات الأمر بالدفع
fr: Merci de sélectionner la devise et la Banque pour imprimer les instructions de paiement
km_kh: សូមជ្រើសរូបិយប័ណ្ណនិងធនាគារដើម្បីបោះពុម្ពការណែនាំក្នុងការបង់ប្រាក់
th: โปรดเลือกสกุลเงินและธนาคารสำหรับพิมพ์จ่ายเงิน
zh_cn: 请选货币和银行你要复印支付指令

# FundingAddBankDepositPage.Title
source: Pay-In Instruction
ar_ae: تعليمات أمر الدفع
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการจ่ายเงิน
zh_cn: 支付指令

# FundingAddBankDepositPage.UploadProof
source: I-upload ang katibayan ng bayad
ar_ae: تحميل حجة الدفع
fr: Télécharger la confirmation
km_kh: បញ្ចូលភស្តុតាង
th: อัปโหลดหลักฐาน
zh_cn: 上载证据

# FundingAddBankDepositPage.WireInstructions
source: Pay-In Instruction
ar_ae: تعليمات أمر الدفع
fr: Instructions de paiement
km_kh: ការណែនាំក្នុងការបង់ប្រាក់
th: คำแนะนำในการจ่ายเงิน
zh_cn: 支付指令

# FundingGetBankDepositsPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# FundingGetBankDepositsPage.CCyAndBank
source: CCY & Bank
ar_ae: العملة والبنك / المصرف/.المصرف
fr: Code devise et Banque
km_kh: រូបិយប័ណ្ណ​​ និង ធនាគារ
th: คริปโตเคอเรนซี& ธนาคาร
zh_cn: 货币和银行

# FundingGetBankDepositsPage.CreatedDate
source: Petsa Kung Kailan Ginawa
ar_ae: تاريخ الانشاء
fr: Date de création
km_kh: កាលបរិច្ឆេទពេលបង្កើត
th: วันที่สร้าง
zh_cn: 创造日期

# FundingGetBankDepositsPage.Delete
source: Burahin
ar_ae: حذف
fr: Supprimer
km_kh: លុបចោល
th: ลบ
zh_cn: 删除

# FundingGetBankDepositsPage.DeleteRecMessage
source: Kompirmahin ang pagbubura ng Deposit Proof?
ar_ae: هل تريد حذف وثيقة الايداع
fr: Etes vous sûr de vouloir effacer cette preuve de dépôt ?
km_kh: តើអ្នកប្រាកដថាចង់លុបភស្តុតាងនៃការដាក់ប្រាក់នេះទេ?
th: คุณต้องการลบหลักฐานการฝากเงิน
zh_cn: 你确认要删除这存款证据？

# FundingGetBankDepositsPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# FundingGetBankDepositsPage.ProofOfPayment
source: Katibayan ng Bayad
ar_ae: اثبات الدفع
fr: Confirmation de paiement
km_kh: ភស្តុតាងនៃការទូទាត់
th: หลักฐานการชำระเงิน
zh_cn: 支付证据

# FundingGetBankDepositsPage.Status
source: Status
ar_ae: الوضع
fr: Etat
km_kh: ស្ថានភាព
th: สถานะ
zh_cn: 情形

# FundingGetBankDepositsPage.SubTitle
source: Listahan ng mga Deposito
ar_ae: قائمة الايداعات
fr: Liste des dépots effectués
km_kh: តារាងនៃការដាក់ប្រាក់
th: รายการเงินฝากที่ทำ
zh_cn: 存款列表

# FundingGetBankDepositsPage.Title
source: Deposit History
ar_ae: تاريخ الايداعات
fr: Historique des dépots
km_kh: ប្រវត្តិនៃការដាក់ប្រាក់
th: ประวัติการฝากเงิน
zh_cn: 存款历史

# FundingGetBankDepositsPage.UploadProof
source: I-upload ang katibayan ng bayad
ar_ae: اثبات التحويل
fr: Télécharger la confirmation
km_kh: បញ្ចូលភស្តុតាង
th: อัปโหลดหลักฐาน
zh_cn: 上载证据

# FundingGetFundRequestsPage.AccNumber
source: Account Number
ar_ae: رقم الحساب
fr: Numéro de compte
km_kh: លេខគណនី
th: บัญชีหมายเลข
zh_cn: 客户号码

# FundingGetFundRequestsPage.Action
source: Aksyon
ar_ae: تفعيل
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# FundingGetFundRequestsPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# FundingGetFundRequestsPage.Bank
source: Bangko
ar_ae: البنك / المصرف
fr: Banque
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# FundingGetFundRequestsPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# FundingGetFundRequestsPage.Date
source: Petsa
ar_ae: التاريخ
fr: Date
km_kh: កាលបរិច្ឆេទ
th: วันที่
zh_cn: 日期

# FundingGetFundRequestsPage.Id
source: ID
ar_ae: هوية شخصية
fr: Identifiant
km_kh: អត្តលេខ
th: รหัส
zh_cn: 号码

# FundingGetFundRequestsPage.ModalFilterRecAccNumber
source: Account Number
ar_ae: رقم الحساب
fr: Numéro de compte
km_kh: លេខគណនី
th: บัญชีเลขที่
zh_cn: 客户号码

# FundingGetFundRequestsPage.ModalFilterRecAmountRange
source: Amount Range
ar_ae: المبلغ الأقصى
fr: Fourchette de montant
km_kh: ចំនួនជាជួរ
th: จำนวนเงิน
zh_cn: 数量行列

# FundingGetFundRequestsPage.ModalFilterRecBank
source: Bangko
ar_ae: البنك / المصرف
fr: Banque
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# FundingGetFundRequestsPage.ModalFilterRecClose
source: Isara
ar_ae: أغلق
fr: Fermer
km_kh: បិទ
th: ปิด
zh_cn: 关闭

# FundingGetFundRequestsPage.ModalFilterRecCurrency
source: Uri ng Pera
ar_ae: العملة
fr: Devise
km_kh: រូបិយប័ណ្ណ
th: สกุลเงิน
zh_cn: 货币

# FundingGetFundRequestsPage.ModalFilterRecDate
source: Petsa
ar_ae: التاريخ
fr: Date
km_kh: កាលបរិច្ឆេទ
th: วันที่
zh_cn: 日期

# FundingGetFundRequestsPage.ModalFilterRecEnd
source: Dulo
ar_ae: النهاية
fr: Fin
km_kh: បញ្ចប់
th: ปลาย
zh_cn: 结束

# FundingGetFundRequestsPage.ModalFilterRecFrom
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 自来

# FundingGetFundRequestsPage.ModalFilterRecNameOfSender
source: Pangalan ng Nagpadala
ar_ae: اسم الباعث
fr: Nom de l'expéditeur
km_kh: ឈ្មោះអ្នកផ្ញើ
th: ชื่อผู้ส่ง
zh_cn: 寄户姓名

# FundingGetFundRequestsPage.ModalFilterRecNameOfSendingBank
source: Pangalan ng Bangkong Pinagpadalahan
ar_ae: اسم البنك/المصرف الباعث
fr: Nom de la banque émettrice
km_kh: ឈ្មោះធនាគារដែលផ្ញើ
th: ชื่อธนาคารผู้ส่ง
zh_cn: 寄户银行名字

# FundingGetFundRequestsPage.ModalFilterRecOtherInfo
source: Ibang Detalye
ar_ae: معلومات أخرى
fr: Autre information
km_kh: ព័ត៌មានផ្សេងៗ
th: ข้อมูลอื่นๆ
zh_cn: 其他资料

# FundingGetFundRequestsPage.ModalFilterRecSearch
source: Hanapin
ar_ae: بحث
fr: Recherche
km_kh: ស្វែងរក
th: ค้นหา
zh_cn: 搜索

# FundingGetFundRequestsPage.ModalFilterRecStart
source: Simula
ar_ae: ابدأ
fr: Démarrer
km_kh: ចាប់ផ្តើម
th: เริ่ม
zh_cn: 开始

# FundingGetFundRequestsPage.ModalFilterRecTo
source: Hanggang
ar_ae: الى
fr: A
km_kh: ទៅ
th: ถึง
zh_cn: 到

# FundingGetFundRequestsPage.NotYetUpload
source: Hindi pa Nai-uupload
ar_ae: جاري التحميل
fr: N'a pas été téléchargé
km_kh: មិនទាន់បានបញ្ចូល
th: อยังไม่ได้อัปโหลด
zh_cn: 还没上载

# FundingGetFundRequestsPage.OtherInformation
source: Ibang Detalye
ar_ae: معلومات أخرى
fr: Autre information
km_kh: ព័ត៌មានផ្សេងៗ
th: ข้อมูลอื่นๆ
zh_cn: 其他资料

# FundingGetFundRequestsPage.Proof
source: Katibayan
ar_ae: اثبات
fr: Preuve
km_kh: ភស្តុតាង
th: พิสูจน์
zh_cn: 证据

# FundingGetFundRequestsPage.SendingBank
source: Bangkong Pinagpadalahan
ar_ae: النبنك/المصرف الباعث
fr: Banque émettrice
km_kh: ធនាគារដែលផ្ញើ
th: ส่งธนาคาร
zh_cn: 寄出银行

# FundingGetFundRequestsPage.Status
source: Status
ar_ae: الوضع
fr: Statut
km_kh: ស្ថានភាព
th: สถานะ
zh_cn: 情形

# FundingGetFundRequestsPage.SubTitle
source: Dito maaaring i-approve o i-reject ang fund request
ar_ae: هنا تستطيع قبول أو رفض طلب الأموال
fr: Ici vous pouvez accepter ou refuser les fonds
km_kh: ទីនេះអ្នកអាចយល់ព្រមឬបដិសេធសំណើថវិកា
th: ที่นี่คุณสามารถปฏิเสธหรืออนุมัติคำขอเงินทุน
zh_cn: 这里你可以同意或拒接资金请求

# FundingGetFundRequestsPage.Title
source: Fund Requests
ar_ae: طلب الأموال
fr: Demande de fonds
km_kh: សំណើថវិកា
th: ขอเงินทุน
zh_cn: 资金请求

# FundingGetHystoryByFundingPage.AdminNotes
source: Admin Notes:
ar_ae: ملاحظات المشرف
fr: Notes Administratives:
km_kh: កំណត់ចំណាំរដ្ឋបាល:
th: บันทึกผู้ดูแลระบบ
zh_cn: 管理笔记

# FundingGetHystoryByFundingPage.ChangedBy
source: Pinalitan ni:
ar_ae: غيّر من طرف
fr: Modifier par :
km_kh: បានផ្លាស់ប្តូរដោយ:
th: เปลี่ยนแปลงโดย
zh_cn: 被更改

# FundingGetHystoryByFundingPage.StatusChange
source: Status Change:
ar_ae: تغيير الوضع
fr: Changement de statut
km_kh: ការផ្លាស់ប្តូរស្ថានភាព:
th: เปลี่ยนสถานะ
zh_cn: 情形变化

# FundingGetHystoryByFundingPage.Title
source: History ng mga Binago:
ar_ae: تغيير التاريخ
fr: Historique des changements
km_kh: ផ្លាស់ប្តូរប្រវត្តិ
th: ประวิติการเปลี่ยนแปลง
zh_cn: 改变历史

# FundingUpdateFundRequestStatusPage.AccountNumber
source: Account Number
ar_ae: رقم الحساب
fr: Numéro de compte
km_kh: លេខគណនី
th: หมายเลขบัญชี
zh_cn: 客户号码

# FundingUpdateFundRequestStatusPage.AdminNotes
source: Admin Notes
ar_ae: ملاحظات المشرف
fr: Notes Administratives
km_kh: កំណត់ចំណាំរដ្ឋបាល:
th: บันทึกผู้ดูแลระบบ
zh_cn: 管理笔记

# FundingUpdateFundRequestStatusPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# FundingUpdateFundRequestStatusPage.AttachmentFile
source: Attachment file
ar_ae: الملف المرفق
fr: Fichier joint
km_kh: ឯកសារភ្ជាប់
th: ไฟล์แนบ
zh_cn: 附件

# FundingUpdateFundRequestStatusPage.BackToList
source: Bumalik
ar_ae: رجوع الى القائمة
fr: Retour à la liste
km_kh: ត្រលប់ទៅតារាង
th: กลับไปที่รายการ
zh_cn: 回表

# FundingUpdateFundRequestStatusPage.Bank
source: Bangko
ar_ae: البنك / المصرف
fr: Banque
km_kh: ធនាគារ
th: ธนาคาร
zh_cn: 银行

# FundingUpdateFundRequestStatusPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# FundingUpdateFundRequestStatusPage.DepositId
source: Deposit Id
ar_ae: قدم الهوية الشخصية
fr: Identifiant du dépôt
km_kh: អត្តលេខនៃការដាក់ប្រាក់
th: รหัสเงินฝาก
zh_cn: 存款号码

# FundingUpdateFundRequestStatusPage.NameOfSendingBank
source: Pangalan ng Bangkong Pinagpadalahan
ar_ae: اسم البنك / المصرف الباعث
fr: Nom de la banque émettrice
km_kh: ឈ្មោះធនាគារដែលផ្ញើ
th: ชื่อธนาคารผู้ส่ง
zh_cn: 寄户银行名字

# FundingUpdateFundRequestStatusPage.OtherInformation
source: Ibang Detalye
ar_ae: معلومات أخرى
fr: Autre information
km_kh: ព័ត៌មានផ្សេងៗ
th: ข้อมูลอื่นๆ
zh_cn: 其他资料

# FundingUpdateFundRequestStatusPage.PaymentDate
source: Petsa kung Kailan Pindala
ar_ae: تاريخ الدفع
fr: Date de paiement
km_kh: កាលបរិច្ឆេទទូទាត់ប្រាក់
th: วันที่ชำรเงิน
zh_cn: 付款日期

# FundingUpdateFundRequestStatusPage.Save
source: I-save
ar_ae: حفظ
fr: Enregistrer
km_kh: រក្សាទុក
th: บันทึก
zh_cn: 保存

# FundingUpdateFundRequestStatusPage.SenderName
source: Pangalan ng Nagpadala
ar_ae: اسم الباعث
fr: Nom de l'expéditeur
km_kh: ឈ្មោះអ្នកផ្ញើ
th: ชื่อผู้ส่ง
zh_cn: 寄户名字

# FundingUpdateFundRequestStatusPage.Status
source: Status
ar_ae: الوضع
fr: Etat
km_kh: ស្ថានភាព
th: สถานะ
zh_cn: 情形

# FundingUpdateFundRequestStatusPage.SubTitle
source: I-update ang status ng fund request
ar_ae: تحيين هذا المطلب للتمويل
fr: Mettre à jour le statut de cette demande de fonds
km_kh: ធ្វើបច្ចុប្បន្នភាពស្ថានភាពនៃសំណើថវិកា
th: ปรับปรุงสถานะคำขอของเงินทุน
zh_cn: 创造资金请求情形

# FundingUpdateFundRequestStatusPage.Title
source: Fund Requests
ar_ae: مطلب تمويل
fr: Demande de fonds
km_kh: សំណើថវិកា
th: ขอเงินทุน
zh_cn: 资金请求

# HomeAccountsPage.Title
source: Customer Accounts
ar_ae: حساب الحريف
fr: Comptes client
km_kh: គណនីអតិថិជន
th: บัญชีลูกค้า
zh_cn: 客户身份

# HomeAccountStatementPage.Account
source: Account
ar_ae: حساب
fr: Compte
km_kh: គណនី
th: บัญชี
zh_cn: 客户身份

# HomeAccountStatementPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# HomeAccountStatementPage.Balance
source: Balanse
ar_ae: رصيد
fr: solde
km_kh: សមតុល្យ
th: สมดุล
zh_cn: 余额

# HomeAccountStatementPage.BeginningBalance
source: Panimulang Balanse
ar_ae: الرصيد الافتتاحي
fr: Solde d'ouverture
km_kh: សមតុល្យដំបូង:
th: จุดเริ่มต้น
zh_cn: 开端余额

# HomeAccountStatementPage.ClosingBalance
source: Closing Balance:
ar_ae: الرصيد الختامي /النهائي// رصيد الاقفال
fr: Solde de clotûre
km_kh: សមតុល្យចុងក្រោយ:
th: ยอดคงเหลือ
zh_cn: 最后余额

# HomeAccountStatementPage.Date
source: Petsa
ar_ae: تاريخ
fr: Date
km_kh: កាលបរិច្ឆេទ
th: วันที่
zh_cn: 日期

# HomeAccountStatementPage.DateRange
source: Date Range
ar_ae: المدة ...من ...الى
fr: Fourchette de dates
km_kh: កាលបរិច្ឆេទជាជួរ
th: ช่วงวันที่
zh_cn: 日期行列

# HomeAccountStatementPage.Description
source: Mga Detalye
ar_ae: وصف
fr: Description
km_kh: សេចក្តីបរិយាយ
th: ลักษณะ
zh_cn: 描述

# HomeAccountStatementPage.GetReport
source: Kuhanin ang Report
ar_ae: احصل على تقرير
fr: Demander rapport
km_kh: ទទួលរបាយការណ៍
th: รับรายงาน
zh_cn: 取报告

# HomeAccountStatementPage.Period
source: Period
ar_ae: المدة
fr: Période
km_kh: កំឡុងពេល
th: ระยะเวลา
zh_cn: 时期

# HomeAccountStatementPage.Reference
source: Sanggunian
ar_ae: مرجع
fr: Référence
km_kh: សេចក្តីយោង
th: อ้างอิง
zh_cn: 参考

# HomeAccountStatementPage.Reset
source: I-reset
ar_ae: اعادة ضبط
fr: Réinitialiser
km_kh: កំណត់ឡើងវិញ
th: ปรับปรุง
zh_cn: 重设

# HomeAccountStatementPage.SubTitle
source: Ipakita o Itago ang Account Balances
ar_ae: اظهار / اخفاء أرصدة الحسابات
fr: Afficher/Masquer les soldes
km_kh: បង្ហាញ / លាក់សមតុល្យគណនី
th: แสดง/ซ่อนยอดเงินในบัญชี
zh_cn: 指示/隐藏账户余额

# HomeAccountStatementPage.Title
source: Account Statement
ar_ae: بيان الحساب
fr: Relevé de compte
km_kh: របាយការណ៍គណនី
th: ใบแจ้งยอดบัญชี
zh_cn: 账户指令

# HomeCheckoutIndexPage.ChooseAccount
source: Pumili ng Account
ar_ae: اختيار الحساب
fr: Choisir un compte
km_kh: បិទគណនី
th: เลือกบัญชี
zh_cn: 选账户

# HomeCheckoutIndexPage.ChooseAlias
source: Pumili ng WpayId
ar_ae: اختر اسما مستعارا
fr: Choisir un Pseudo
km_kh: ជ្រើសរើសឈ្មោះហៅក្រៅ
th: เลือกนามแฝง
zh_cn: 选外号

# HomeCheckoutIndexPage.Confirm
source: I-confirm
ar_ae: أكّد
fr: Confirmer
km_kh: បញ្ជាក់
th: ยืนยัน
zh_cn: 确认

# HomeCheckoutIndexPage.CustomerName
source: Pangalan ng Customer
ar_ae: اسم الحريف
fr: Nom du client
km_kh: ឈ្មោះអតិជន
th: ชื่อลูกค้า
zh_cn: 客户名

# HomeCheckoutIndexPage.MerchantName
source: Pangalan ng Merchant
ar_ae: اسم الشركة / التاجر
fr: Nom de l'entreprise
km_kh: ឈ្មោះពាណិជ្ជករ
th: ชื่อผู้ประกอบการค้า
zh_cn: 商户名

# HomeCheckoutIndexPage.SubTitle
source: Piliin ang funding source at kompirmahin ang mga detalye
ar_ae: شكرا لختبار مصدر التمويل و تأكيد منظوركم و طريقة الشحن
fr: Veuillez sélectionner une souce de fonds et confirmez les informations de contact et d'expédition
km_kh: សូមជ្រើសរើសប្រភពថវិកានិងបញ្ជាក់ពីទំនាក់ទំនងនិងព័ត៌មានដឹកជញ្ជូន
th: โปรดเลือกแหล่งเงินทุน,และยืนยันข้อมูลการติดต่อและการจัดส่ง
zh_cn: 请选资金来源和确认交往和寄货资料

# HomeCheckoutIndexPage.Title
source: Kompirmahin ang mga Detalye
ar_ae: أكّد التفاصيل
fr: Confirmer les détails
km_kh: បញ្ជាក់ព័ត៌មានលម្អិត
th: ยืนยันรายละเอียด
zh_cn: 确认细节

# HomeIndexPage.At
source: Sa
ar_ae: الى
fr: A
km_kh: នៅ
th: ที่
zh_cn: 在

# HomeIndexPage.LastLoginText
source: Ikaw ay huling nag-log in noong
ar_ae: آخراتصال لكم كان بتاريخ / في ...
fr: Votre dernière connexion était le
km_kh: ការចូលចុងក្រោយរបស់អ្នកនៅ
th: คุณลงชื่อเข้าใช้ครั้งล่าสุด
zh_cn: 最后登录在

# HomeIndexPage.Title
source: Dashboard
ar_ae: لوحة القيادة
fr: Tableau de bord
th: แผงควบคุม
zh_cn: 仪表盘 （Dashboard）

# HomeIndexPage.WelcomeMessage
source: Mabuhay,
ar_ae: مرحبا بكم
fr: Bienvenu(es)
km_kh: ស្វាគមន៍,
th: ต้อนรับ
zh_cn: 欢迎

# PaymentCreatePage.TitleNew
source: Instant Payment
ar_ae: دفع / سداد/ استخلاص آني
fr: Paiement instantané
km_kh: ការទូទាត់ភ្លាមៗ
th: การชำระเงิน
zh_cn: 立刻支付

# PaymentCreatePage.TitleRepeat
source: Ulitin ang Instant Payment
ar_ae: اعادة الدفع الآني
fr: Répéter le paiement
km_kh: ធ្វើការទូទាត់ភ្លាមៗម្តងទៀត
th: ทำซ้ำการชำระเงิน
zh_cn: 重复立刻支付

# PaymentCurrenciesPage.CurrencyCode
source: Currency Code
ar_ae: رمز العملة الرقمي
fr: Code de la devise
km_kh: កូដរូបិយប័ណ្ណ
th: รหัสสกุลเงิน
zh_cn: 货币号码

# PaymentCurrenciesPage.CurrencyName
source: Pangalan ng Pera
ar_ae: اسم العملة
fr: Nom de la devise
km_kh: ឈ្មោះរូបិយប័ណ្ណ
th: ชื่อสกุลเงิน
zh_cn: 货币名字

# PaymentCurrenciesPage.PaymentCutOffTime
source: Cutt off time ng pagbabayad
ar_ae: الوقت المتبقي للدفع / للسداد /للاستخلاص
fr: Heure limite de paiement
km_kh: រយៈពេលបញ្ចប់ក្នុងការទូទាត់
th: เวลาตัดจ่าย
zh_cn: 支付切断时间

# PaymentCurrenciesPage.SettelementDaysToAdd
source: Settlement Days to Add
ar_ae: أيام التسوية للاضافة
fr: Jour de règlement à ajouter
km_kh: ចំនួនថ្ងៃទូទាត់ដើម្បីបន្ថែម
th: เพิ่มบัญชีที่จะชำระเงิน
zh_cn: 添加支付时期

# PaymentCurrenciesPage.SubTitle
source: Lahat ng Magagamit na Pera
ar_ae: كل العملات المتوفرة
fr: Toutes les devises disponibles
km_kh: រូបិយប័ណ្ណដែលមានទាំងអស់
th: สกุลเงินทั้งหมด
zh_cn: 其他货币

# PaymentCurrenciesPage.Symbol
source: Simbolo
ar_ae: رمز
fr: Symbole
km_kh: សញ្ញា
th: สัญลักษณ์
zh_cn: 符号

# PaymentCurrenciesPage.Title
source: Payment Currencies
ar_ae: عملة الدفع
fr: devises de paiement
km_kh: រូបិយប័ណ្ណនៃការទូទាត់
th: สกุลเงินในการชำระเงิน
zh_cn: 支付货币

# PaymentDetailsPage.Amount
source: Halaga:
ar_ae: المبلغ
fr: Montant :
km_kh: ចំនួន:
th: จำนวน
zh_cn: 数量

# PaymentDetailsPage.Currency
source: Uri ng Pera:
ar_ae: العملة
fr: Devise :
km_kh: រូបិយប័ណ្ណ:
th: สกุลเงิน
zh_cn: 货币

# PaymentDetailsPage.Date
source: Petsa:
ar_ae: التاريخ
fr: Date :
km_kh: កាលបរិច្ឆេទ:
th: วันที่
zh_cn: 日期

# PaymentDetailsPage.From
source: Mula
ar_ae: من
fr: De :
km_kh: ពី:
th: จาก
zh_cn: 自来

# PaymentDetailsPage.Invoice
source: Resibo:
ar_ae: فاتورة
fr: Facture :
km_kh: វិក័យប័ត្រ:
th: ใบแจ้งหนี้
zh_cn: 发票

# PaymentDetailsPage.Memo
source: Talaan:
ar_ae: مذكرة
fr: Mémo :
km_kh: ចំនាំ:
th: บันทึก
zh_cn: 便签

# PaymentDetailsPage.ModalSendMailClose
source: Isara
ar_ae: اغلاق
fr: Fermer
km_kh: បិទ:
th: ปิด
zh_cn: 关闭

# PaymentDetailsPage.ModalSendMailFrom
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 自来

# PaymentDetailsPage.ModalSendMailNote
source: Talaan
ar_ae: ملحوظة
fr: Note
km_kh: ចំនាំ
th: จดบันทึก
zh_cn: 便签

# PaymentDetailsPage.ModalSendMailSend
source: Ipadala
ar_ae: ابعث
fr: Envoi
km_kh: ផ្ញើ
th: ส่ง
zh_cn: 寄

# PaymentDetailsPage.PaymentReference
source: Payment Reference:
ar_ae: مرجع الدفع
fr: Référence de Paiement:
km_kh: សេចក្ដីយោងក្នុងការទូទាត់:
th: หลักฐานการจ่ายเงิน
zh_cn: 支付参考

# PaymentDetailsPage.Status
source: Status:
ar_ae: الوضع
fr: Statut :
km_kh: ស្ថានភាព:
th: สถานะ
zh_cn: 情形

# PaymentDetailsPage.Title
source: Detalye ng Instant Payment
ar_ae: تفصيل الدفوعات
fr: Détails du Paiement Instantané
km_kh: សេចក្តីលំអិតក្នុងការទូទាត់ភ្លាមៗ
th: รายละเอียดการชำระเงิน
zh_cn: 立刻支付细节

# PaymentDetailsPage.To
source: Hanggang:
ar_ae: الى
fr: A :
km_kh: ទៅ:
th: ถึง
zh_cn: 到

# PaymentHistoryPage.Action
source: Aksyon
ar_ae: تفعيل/انجاز
fr: Action
km_kh: សកម្មភាព
th: ทำ
zh_cn: 行动

# PaymentHistoryPage.Amount
source: Halaga
ar_ae: المبلغ
fr: Montant
km_kh: ចំនួន
th: จำนวน
zh_cn: 数量

# PaymentHistoryPage.CCY
source: CCY
ar_ae: العملة
fr: Code devise
km_kh: រូបិយប័ណ្ណ
th: คริปโตเคอเรนซี, สกุลเงิน
zh_cn: 货币

# PaymentHistoryPage.CreatedDate
source: Petsa Kung Kailan Ginawa
ar_ae: تاريخ الاصدار
fr: Date de création
km_kh: កាលបរិច្ឆេទពេលបង្កើត
th: วันที่สร้าง
zh_cn: 创造日期

# PaymentHistoryPage.From
source: Mula
ar_ae: من
fr: De
km_kh: ពី
th: จาก
zh_cn: 自来

# PaymentHistoryPage.NewPayment
source: Gumawa ng Instant Payment
ar_ae: قم بدفع/ باستخلاص آنيّ جديد
fr: Effectuer un nouveau paiement instantané
km_kh: ធ្វើការទូទាត់ភ្លាមៗថ្មី
th: ทำการชำระเงินใหม่
zh_cn: 创造新立刻支付

# PaymentHistoryPage.SubTitle
source: History ng mga Instant Payments
ar_ae: تاريخ الدفوعات الآنية
fr: Historique des Paiements Instantanés
km_kh: ប្រវត្តិនៃការទូទាត់ភ្លាមៗ
th: ประวัติการชำระเงิน
zh_cn: 立即支付历史

# PaymentHistoryPage.Title
source: History ng Payments
ar_ae: تاريخ الدفوعات
fr: Historique des Paiements
km_kh: ប្រវត្តិនៃការទូទាត់
th: ประวัติการชำระเงิน
zh_cn: 支付历史

# PaymentHistoryPage.To
source: Hanggang
ar_ae: الى
fr: A
km_kh: ទៅ
th: ถึง
zh_cn: 到
