Repository: rawin22/winpay_wallet_soap_full
Catalog: winstantpay-winstant-web-wallet-69abbe3e2cba/Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ru

# HomeAccountStatementPage.Amount
source: Amount
ru: Сумма

# HomeAccountStatementPage.Balance
source: Balance
ru: Баланс

# HomeAccountStatementPage.BeginningBalance
source: Beginning balance:
ru: Минимальный баланс:

# HomeAccountStatementPage.ClosingBalance
source: Closing balance:
ru: Закрытие баланса:

# HomeAccountStatementPage.Date
source: Date
ru: Дата

# HomeAccountStatementPage.DateRange
source: Date Range
ru: Диапазон дат

# HomeAccountStatementPage.Description
source: Description
ru: Описание

# HomeAccountStatementPage.GetReport
source: Get Report
ru: Получить отчет

# HomeAccountStatementPage.Period
source: Period
ru: Период

# HomeAccountStatementPage.Reference
source: Reference
ru: Справка

# HomeAccountStatementPage.Reset
source: Reset
ru: Сброс

# HomeAccountStatementPage.SubTitle
source: Show/Hide Account Balances
ru: Показать/скрыть баланс аккаунта

# HomeAccountStatementPage.Title
source: Account Statement
ru: Состояние счета

# HomeCheckoutIndexPage.ChooseAccount
source: Choose Account
ru: Выберите счёт

# HomeCheckoutIndexPage.ChooseAlias
source: Choose WPayId
ru: Выберите псевдоним WpayId

# HomeCheckoutIndexPage.Confirm
source: Confirm
ru: Подтвердить

# HomeCheckoutIndexPage.CustomerName
source: Customer Name
ru: Имя Клиента

# HomeCheckoutIndexPage.MerchantName
source: Merchant Name
ru: Имя продавца

# HomeCheckoutIndexPage.SubTitle
source: Please select a funding source, and confirm contact and shipping information
ru: Выберите источник финансирования и подтвердите информацию о контакте и доставке

# HomeCheckoutIndexPage.Title
source: Confirm Details
ru: Подтвердить данные

# HomeController.CheckoutIndex.Error.NotAlias
source: User does not have any WPayId
ru: Пользователь не имеет псевдонимов

# HomeController.CheckoutIndex.Error.NotExist
source: Customer does not exist
ru: Клиент не существует

# HomeIndexPage.At
source: at
ru: в

# HomeIndexPage.LastLoginText
source: Your last login was on
ru: Ваш последний вход был

# HomeIndexPage.Title
source: Dashboard
ru: Панель

# HomeIndexPage.WelcomeMessage
source: Welcome,
ru: Добро пожаловать,

# Merchants.MerchantsRepository.UpdateMerchant.Success
source: Merchants info is succesifully updated in database
ru: Информация о продавце успешно обновлена

# Merchants.MerchantsRepository.UpdateMerchant.UnSuccess
source: Merchants info could not be updated
ru: Информация о продавце не обновлена

# MerchantsIndexPage.Action
source: Action
ru: Действия

# MerchantsIndexPage.Address
source: Merchant Address
ru: Адрес продавца

# MerchantsIndexPage.BtnGenerateCode
source: Generate Merchant Button
ru: Генерировать

# MerchantsIndexPage.CallBackAddress
source: Merchant Callback Address
ru: Ссылка возврата на сайт продавца

# MerchantsIndexPage.Id
source: ID
ru: ИД

# MerchantsIndexPage.ModalGenerate.Copy
source: Copy
ru: Копировать

# MerchantsIndexPage.Name
source: Merchant Name
ru: Имя продавца

# MerchantsIndexPage.Phone
source: Merchant Phone
ru: Имя продавца

# MerchantsIndexPage.Title
source: Merchant Center
ru: Торговля

# MerchantsPage.ModalAddRec.Address
source: Address
ru: Адрес

# MerchantsPage.ModalAddRec.CallBackAddress
source: Callback URL
ru: Обратный вызов

# MerchantsPage.ModalAddRec.Copied
source: Copied to clipboard
ru: Скопировано в буфер обмена

# MerchantsPage.ModalAddRec.Name
source: Name
ru: Имя

# MerchantsPage.ModalAddRec.Phone
source: Phone
ru: Телефон

# MerchantsPage.ModalAddRec.SetCallBackAddress
source: Please enter callback URL
ru: Пожалуйста, введите URL обратного вызова

# MerchantsPage.PageTitle
source: Merchant API Integration
ru: Форма продавца

# Payment.PaymentController.Create.NeedToSetCurrency
source: You need set currency value
ru: Вам нужно установить значение валюты

# Payment.PaymentController.GetImageLink.Amount
source: Amount:
ru: Сумма:

# Payment.PaymentController.GetImageLink.Currency
source: Currency:
ru: Валюта:

# Payment.PaymentController.GetImageLink.Date
source: Date:
ru: Дата:

# Payment.PaymentController.GetImageLink.From
source: From:
ru: От:

# Payment.PaymentController.GetImageLink.Invoice
source: Invoice:
ru: Выставленный счет:

# Payment.PaymentController.GetImageLink.Memo
source: Memo:
ru: Заметка:

# Payment.PaymentController.GetImageLink.PaymentDetails
source: Payment Details
ru: Детали платежа

# Payment.PaymentController.GetImageLink.PaymentReference
source: Payment Reference:
ru: Ссылка на платеж:

# Payment.PaymentController.GetImageLink.Status
source: Status:
ru: Статус:

# Payment.PaymentController.GetImageLink.To
source: To:
ru: Кому:

# Payment.PaymentRepository.Success
source: Success
ru: Успешно

# PaymentCreatePage.TitleNew
source: Instant Payment
ru: Моментальный платеж

# PaymentCreatePage.TitleRepeat
source: Repeat Instant Payment
ru: Повторить мгновенную оплату

# PaymentCurrenciesPage.CurrencyCode
source: Currency Code
ru: Код валюты

# PaymentCurrenciesPage.CurrencyName
source: Currency Name
ru: Название валюты

# PaymentCurrenciesPage.PaymentCutOffTime
source: Payment Cut off Time
ru: Время отключения платежа

# PaymentCurrenciesPage.SettelementDaysToAdd
source: Settlement Days to Add
ru: Расчетные дни для добавления

# PaymentCurrenciesPage.SubTitle
source: All available currencies
ru: Доступные валюты

# PaymentCurrenciesPage.Symbol
source: Symbol
ru: Символ

# PaymentCurrenciesPage.Title
source: Payment Currencies
ru: Валюта платежа

# PaymentDetailsPage.Amount
source: Amount:
ru: Сумма:

# PaymentDetailsPage.Currency
source: Currency:
ru: Валюта:

# PaymentDetailsPage.Date
source: Date:
ru: Дата:

# PaymentDetailsPage.From
source: From:
ru: От:

# PaymentDetailsPage.Invoice
source: Invoice:
ru: Выставленный счет:

# PaymentDetailsPage.Memo
source: Memo:
ru: Заметка:

# PaymentDetailsPage.ModalSendMailClose
source: Close
ru: Закрыть

# PaymentDetailsPage.ModalSendMailFrom
source: From
ru: От

# PaymentDetailsPage.ModalSendMailNote
source: Note
ru: Заметка

# PaymentDetailsPage.ModalSendMailSend
source: Send
ru: Отправить

# PaymentDetailsPage.PaymentReference
source: Payment Reference:
ru: Ссылка на платеж:

# PaymentDetailsPage.Status
source: Status:
ru: Статус:

# PaymentDetailsPage.Title
source: Instant Payment Details
ru: Мгновенные платежи

# PaymentDetailsPage.To
source: To:
ru: Кому:

# PaymentHistoryPage.Action
source: Action
ru: Действия

# PaymentHistoryPage.Amount
source: Amount
ru: Сумма

# PaymentHistoryPage.CCY
source: CCY
ru: Валюта

# Shared.Header.Lang.English
source: English
ru: Английский

# Shared.Header.Lang.French
source: French
ru: Французский

# Shared.Header.Lang.Filipino
source: Filipino
ru: Филиппинский

# Shared.Header.Lang.Russian
source: Russian
ru: Русский

# PaymentHistoryPage.CreatedDate
source: Created Date
ru: Дата создания

# PaymentHistoryPage.From
source: From
ru: От

# PaymentHistoryPage.NewPayment
source: Make New Instant Payment
ru: Создать мгновенный платеж

# PaymentHistoryPage.Ref
source: Ref
ru: Ссылка

# PaymentHistoryPage.SubTitle
source: Instant Payments history
ru: История мгновенных платежей

# PaymentHistoryPage.Title
source: Payments History
ru: История платежей

# PaymentHistoryPage.To
source: To
ru: Кому

# PaymentPostPage.MessageSuccess
source: The instant payment has been successfully sent.
ru: Мгновенный платеж был успешно отправлен.

# PaymentPostPage.Title
source: Post Instant Payment
ru: Отправить мгновенный платеж

# ProofDoc.ProofDocController.RemoveProofDoc.DelSuccess
source: Proof document deleted successfully
ru: Удостоверяющий документ успешно удален

# ProofDoc.ProofDocController.UploadProofDoc.ErrCanntCreateBankDeposit
source: Error: Cann't create bank deposit
ru: Ошибка: не удается создать банковский депозит

# ProofDoc.ProofDocController.UploadProofDoc.ProofDocUploadAt
source: Proof document uploaded at
ru: Документ подтверждения, загруженный в

# ProofDoc.ProofDocController.UploadProofDoc.UploadSuccessifully
source: File uploaded successfully.
ru: Файл загружен успешно

# ProofDocUploadProofDocPage.AccountNumber
source: Account Number / Reference Number (last 4 digits)
ru: Номер счета (мин. 4 последние цифры)

# ProofDocUploadProofDocPage.Amount
source: Amount
ru: Сумма

# ProofDocUploadProofDocPage.AttachmentFile
source: Attachment file
ru: Прикрепить файл

# ProofDocUploadProofDocPage.AttachProof
source: Attach Image
ru: Прикрепить изображение

# ProofDocUploadProofDocPage.DepositHistory
source: Deposit History
ru: История депозитов

# ProofDocUploadProofDocPage.NameOfSender
source: Name of sender if different from yourself
ru: Имя отправителя (если не Вы отправитель)

# ProofDocUploadProofDocPage.NameOfSendingBank
source: Name of Sending Bank
ru: Название банка-отправителя

# ProofDocUploadProofDocPage.OtherInformation
source: Other Information
ru: Дополнительная информация

# ProofDocUploadProofDocPage.PaymentDate
source: Payment date
ru: Дата платежа

# ProofDocUploadProofDocPage.ReceivingBank
source: Receiving Bank and Currency
ru: Получающий банк и валюта

# ProofDocUploadProofDocPage.Save
source: Save
ru: Сохранить

# ProofDocUploadProofDocPage.Status
source: Status
ru: Статус

# ProofDocUploadProofDocPage.SubTitle
source: Upload proof document
ru: Загрузить подтверждающий документ

# ProofDocUploadProofDocPage.Title
source: Proof Document
ru: Документ подтверждения

# ReferalLink.ReferalLinkRepository.Success
source: Command has been successiful
ru: Комманда успешно выполнена

# ReferralChangeInvintationsLinkPage.Back
source: Back
ru: Назад

# ReferralChangeInvintationsLinkPage.ReferalLink
source: Referal link
ru: Реферальная ссылка

# ReferralChangeInvintationsLinkPage.SubTitle
source: Please, enter the beginning of the URL. WPayId Name will be added to the end of the email.
ru: Пожалуйста введите URL адрес. Имя псевдонима пользователя добавиться автоматически в конце

# ReferralChangeInvintationsLinkPage.Title
source: Update Referral URL Format
ru: Обновить URL-адрес реферала

# ReferralChangeInvintationsLinkPage.UpdateLink
source: Update link
ru: Обновить ссылку

# ReferralReferFriendPage.Copy
source: Copy
ru: Копировать

# ReferralReferFriendPage.SelectAlias
source: Select WPayId:
ru: Выберите псевдоним:

# ReferralReferFriendPage.SubTitle
source: Send a quick message to a friend to introduce E-wallet system
ru: Отправить сообщение другу, чтобы пригласить в нашу систему.

# ReferralReferFriendPage.Title
source: Invitation Link
ru: Приглашение

# ResetUserPasswordPage.Reset
source: Reset
ru: Сброс

# Shared.ErrorMessagePage.Action
source: Action:
ru: Действия:

# Shared.ErrorMessagePage.CallAdmin
source: <p>An unexpected error has occurred. Please contact the system administrator.</p>
ru: <p>Необработанная ошибка. Свяжитесь с администратором системы.</p>

# Shared.ErrorMessagePage.Controller
source: Controller:
ru: Котроллер:

# Shared.ErrorMessagePage.Exception
source: Exception:
ru: Исключение:

# Shared.ErrorMessagePage.SubTitle
source: Generic Error Occurred
ru: Произошла общая ошибка

# Shared.ErrorMessagePage.Title
source: Gereric Error
ru: Общая ошибка

# Shared.Header.LastLogin
source: Last login:
ru: Последний вход:

# Shared.Header.Logout
source: Logout
ru: Выйти

# Shared.Header.MyProfile
source: My Profile
ru: Мой профиль

# Shared.InstantPaymentListPage.Action
source: Action
ru: Действия

# Shared.InstantPaymentListPage.Amount
source: Amount
ru: Сумма

# Shared.InstantPaymentListPage.CCY
source: CCY
ru: Валюта

# Shared.InstantPaymentListPage.CreatedDate
source: Created Date
ru: Дата создания

# Shared.InstantPaymentListPage.From
source: From
ru: От

# Shared.InstantPaymentListPage.PaymentHistoryText
source: <p>Only latest 10 Instant Payments displayed. <a href="/Payment/History">Click here</a> to view all Instant Payments in details.</p>
ru: <p>В Мнгновенных платежах отображаются последние 10 записей. <a href="/Payment/History">Нажмите здесь</a> для подробного отображения всех платежей.</p>

# Shared.InstantPaymentListPage.Details
source: Details
ru: Детали

# Shared.InstantPaymentListPage.Send
source: Send
ru: Отправить

# Shared.InstantPaymentListPage.Repeat
source: Repeat
ru: Повторить

# Shared.InstantPaymentListPage.Refresh
source: Refresh
ru: Обновить

# Shared.InstantPaymentListPage.SubTitle
source: Show/Hide latest Instant Payments
ru: Показать/скрыть мгновенные платежи

# Shared.InstantPaymentListPage.Title
source: History
ru: История

# Shared.InstantPaymentListPage.To
source: To
ru: Кому

# Shared.InternalServerErrorPage.SorryMessage
source: <p>We are sorry, but internal error has occured. <br />Please, navigate to the home page to start over your request.</p>
ru: <p>Извините, произошла ошибка. <br />Пожалуйста, перейдите на стартовую страницу и повторите запрос заново.</p>

# Shared.InternalServerErrorPage.SubTitle
source: Internal Server Error
ru: Внутренняя ошибка сервера

# Shared.InternalServerErrorPage.Title
source: Internal Server
ru: Внутренний сервер

# Shared.Navigation.Accounts
source: Accounts
ru: Счета

# Shared.Navigation.AddFunds
source: Add Funds
ru: Пополнить счет

# Shared.Navigation.Admins
source: Admins
ru: Администраторы

# Shared.Navigation.Balances
source: Balances
ru: Сальдо

# Shared.Navigation.Banks
source: Banks
ru: Банки

# Shared.Navigation.ChangePassword
source: Change Password
ru: Сменить пароль

# Shared.Navigation.ContactUs
source: Contact Form
ru: Свяжитесь с нами

# Shared.Navigation.ConvertAndExchange
source: Convert & Exchange
ru: Конвертация валют

# Shared.Navigation.Currencies
source: Currencies
ru: Валюты

# Shared.Navigation.CurrencySettings
source: Currency Settings
ru: Настройки валюты

# Shared.Navigation.Dashboard
source: Dashboard
ru: Панель

# Shared.Navigation.DepositHistory
source: Deposit History
ru: История депозитов

# Shared.Navigation.DepositInstructions
source: Add Funds via Bank Account
ru: Инструкции по депозиту

# Shared.Navigation.FeedbackSettings
source: Feedback Settings
ru: Настройка формы обратной связи

# Shared.Navigation.History
source: History
ru: История

# Shared.Navigation.InstantPayment
source: Instant Payment
ru: Моментальный платеж

# Shared.Navigation.InvintationLink
source: Invitation Link
ru: Приглашение

# Shared.Navigation.InvitationLink
source: Invitation Link
ru: Приглашение

# Shared.Navigation.Maintenance
source: Maintenance
ru: Обслуживание

# Shared.Navigation.ManageFundRequest
source: Manage Fund Requests
ru: Управление запрошенными средствами

# Shared.Navigation.Merchants
source: Merchant Center
ru: Управление торговыми точками [Beta]

# Shared.Navigation.Merchants.Integration
source: Integration
ru: Интеграция

# Shared.Navigation.PayInInstructions
source: Pay-In Instructions
ru: Платежные инструкции

# Shared.Navigation.PayNow
source: Pay Now
ru: Оплатить сейчас

# Shared.Navigation.ResetPassword
source: Reset Password
ru: Сбросить пароль

# Shared.Navigation.SideBar
source: Toggle sidebar
ru: Переключить боковую панель

# Shared.Navigation.Statements
source: Statements
ru: Состояние счета

# Shared.Navigation.SuperAdmin
source: Superadmins
ru: Суперадмины

# Shared.Navigation.Title
source: Navigation
ru: Навигация

# Shared.Navigation.UploadDepositProof
source: Upload Deposit Proof
ru: Дополнение к депозиту

# Shared.Navigation.UserProfile
source: User Profile
ru: Профиль пользователя

# Shared.Navigation.View Profile
source: View Profile / KYC status
ru: Просмотр профиля / статус KYC

# Shared.Navigation.WelcomeMessage
source: Welcome Messages
ru: Приветственные сообщения

# Shared.NewInstantPaymentFormPage.Amount
source: Amount
ru: Сумма

# Shared.NewInstantPaymentFormPage.Create
source: Create
ru: Создать

# Shared.NewInstantPaymentFormPage.Currency
source: Currency
ru: Валюта

# Shared.NewInstantPaymentFormPage.From
source: From
ru: От

# Shared.NewInstantPaymentFormPage.Invoice
source: Invoice
ru: Выставленный счет

# Shared.NewInstantPaymentFormPage.Memo
source: Memo
ru: Заметка

# Shared.NewInstantPaymentFormPage.PayNow
source: Pay Now
ru: Оплатить сейчас

# Shared.NewInstantPaymentFormPage.Reset
source: Reset
ru: Сброс

# Shared.NewInstantPaymentFormPage.Search
source: Search
ru: Поиск

# Shared.NewInstantPaymentFormPage.SelectCurrency
source: Select Currency
ru: Выбрать валюту

# Shared.NewInstantPaymentFormPage.SubTitle
source: Make New Instant Payment
ru: Создать мгновенный платеж

# Shared.NewInstantPaymentFormPage.TitlePayNow
source: Pay Now
ru: Оплатить сейчас

# Shared.NewInstantPaymentFormPage.TitleRepeatInstantPayment
source: Repeat Instant Payment
ru: Повторить мгновенную оплату

# Shared.NewInstantPaymentFormPage.To
source: To
ru: Кому

# Shared.NotFoundPage.SorryMessage
source: <p>We are sorry, but the page you requested page is not found. <br/>Please, navigate to the home page to start over your request.</p>
ru: <p>Извините, запрашиваемая вами страница отсутствует или недоступна. <br/>Пожалуйста, перейдите на стартовую страницу и повторите запрос заново.</p>

# Shared.NotFoundPage.SubTitle
source: Page Not Found Error
ru: Ошибка. Страница не найдена

# Shared.NotFoundPage.Title
source: Page Not Found
ru: Страница не найдена

# Shared.WebPartsAccountingPage.AccNumber
source: Account Number
ru: Номер счета

# Shared.WebPartsAccountingPage.ActiveHolds
source: Active Holds
ru: Удержание

# Shared.WebPartsAccountingPage.AllAccText
source: <p>All accounts with <i><b>zero</b></i> balance are hidden by default.</p>
ru: <p>Все счета с <i><b>нулевым</b></i> балансом скрыты по умолчанию.</p>

# Shared.WebPartsAccountingPage.AvailableBalance
source: Available Balance
ru: Доступный баланс

# Shared.WebPartsAccountingPage.CCY
source: CCY
ru: Валюта

# Shared.WebPartsAccountingPage.CurrentBalance
source: Current Balance
ru: Баланс валюты

# Shared.WebPartsAccountingPage.SubTitle
source: Show/Hide Account Balances
ru: Показать/скрыть баланс аккаунта

# Shared.WebPartsAccountingPage.Title
source: Balances
ru: Сальдо

# Shared.WebPartsAccountingPage.UncheckForAllAcc
source: Currently displaying only non-zero balances
ru: Снимите галочку для отображения всех аккаунтов

# UIHelper.PrepareAvaliableBank.SelectBank
source: Select Bank
ru: Выбрать банк

# User.AddAdminUserPage.Add
source: Add
ru: Добавить

# User.AddAdminUserPage.Back
source: Back
ru: Назад

# User.AddAdminUserPage.Email
source: Email
ru: Почта

# User.AddAdminUserPage.FirstName
source: First Name
ru: Имя

# User.AddAdminUserPage.LastName
source: Last Name
ru: Фамилия

# User.AddAdminUserPage.SubTitle
source: Please fill in the detail below to create an Admin
ru: Пожалуйста, заполните нижеприведенную информацию, чтобы создать администратора

# User.AddAdminUserPage.Title
source: Add Admin
ru: Добавить администратора

# User.AddAdminUserPage.UserName
source: Username
ru: Имя пользователя

# User.ChangePasswordPage.LogOut
source: log out
ru: выйдите из системы

# User.ChangePasswordPage.CurrentPassword
source: Old Password
ru: Старый пароль

# User.ChangePasswordPage.NewPassword
source: New Password
ru: Новый пароль

# User.ChangePasswordPage.RepeatNewPassword
source: Repeat New Password
ru: Повторите новый пароль

# User.ChangePasswordPage.ResetPasswordBtn
source: Change Password
ru: Сменить пароль

# User.ChangePasswordPage.SubTitle
source: If you don't remember your current password, please {0} and use "Contact us" link on the log in page
ru: Если вы не помните свой текущий пароль, пожалуйста, {0} и используйте ссылку «забыли пароль» на странице входа в систему

# User.ChangePasswordPage.Title
source: Change Password
ru: Сменить пароль

# User.CheckOutLoginPage.CopyRight
source: © Copyright {0}-{1}. All Rights Reserved.
ru: © {0}-{1}. Все права защищены.

# User.CheckOutLoginPage.Password
source: Password
ru: Пароль

# User.CheckOutLoginPage.SignIn
source: Sign In
ru: Вход

# User.CheckOutLoginPage.SignInToPay
source: Sign In to pay
ru: Войдите, чтобы оплатить

# User.CheckOutLoginPage.Title
source: Login
ru: Логин

# User.CheckOutLoginPage.UserName
source: Username
ru: Имя пользователя

# User.ContactUsPage.Email
source: Your Email
ru: Ваш адрес электронной почты

# User.ContactUsPage.Message
source: Message
ru: Сообщение

# User.ContactUsPage.SendMessage
source: Send Message
ru: Отправить сообщение

# User.ContactUsPage.Subject
source: Subject
ru: Тема

# User.ContactUsPage.Title
source: Contact Us
ru: Свяжитесь с нами

# User.GetUserPage.Action
source: Action
ru: Действия

# User.GetUserPage.AddNewAdmin
source: Add Admin
ru: Добавить администратора

# User.GetUserPage.ConfirmDelUser
source: Are you sure you want to delete?
ru: Вы уверены, что хотите удалить?

# User.GetUserPage.Email
source: Email
ru: Почта

# User.GetUserPage.FirstName
source: First Name
ru: Имя

# User.GetUserPage.LastName
source: Last Name
ru: Фамилия

# User.GetUserPage.SubTitle
source: Manage system Admins
ru: Управление администраторами

# User.GetUserPage.Title
source: Admins
ru: Администраторы

# User.GetUserPage.UserName
source: Username
ru: Имя пользователя

# User.LoginPage.ContactUs
source: Contact Us
ru: Свяжитесь с нами

# User.LoginPage.Copyright
source: © Copyright 2016-2018. All Rights Reserved.
ru: © {0} {1}-2018. Все права защищены.

# User.LoginPage.ForgotPassword
source: Forgot Password
ru: Сбросить пароль

# User.LoginPage.Modal.InsertCorrectMail
source: Please write correct Mail in Mail From field
ru: Пожалуйста, напишите правильный почтовый адрес в поле "От"

# User.LoginPage.Modal.InsertMailText
source: Please fill text in Message field
ru: Пожалуйста, заполните текст в поле "Сообщение"

# User.LoginPage.Modal.MailSendedSuccessifully
source: Mail sent successfully
ru: Письмо успешно отправлено

# User.LoginPage.ModalConctactUsEmail
source: Your email
ru: Почта

# User.LoginPage.ModalConctactUsMessage
source: Message
ru: Сообщение

# User.LoginPage.ModalConctactUsSendMessage
source: Send Message
ru: Отправить сообщение

# User.LoginPage.ModalConctactUsSubject
source: Subject
ru: Тема

# User.LoginPage.Password
source: Password
ru: Пароль

# User.LoginPage.SignIn
source: Sign In
ru: Вход

# User.LoginPage.Title
source: Login
ru: Логин

# User.LoginPage.Username
source: Username
ru: Имя пользователя

# User.LoginPage.Change
source: Change
ru: Сменить

# User.LoginPage.CurrentLangText
source: has been selected as your default language.
ru: был выбран языком по умолчанию.

# User.ProfilePage.AccessToKYC
source: Access to KYC profile
ru: Доступ к профилю KYC

# User.ProfilePage.Alias
source: WPayId
ru: Псевдоним

# User.ProfilePage.Aliases
source: WPayIds
ru: Псевдонимы:

# User.ProfilePage.Cancel
source: Cancel
ru: Отмена

# User.ProfilePage.CreatePayment
source: Create Payment (via web service)
ru: Создать платеж (через веб-сервис)

# User.ProfilePage.Customer
source: Customer:
ru: Клиент:

# User.ProfilePage.Email
source: Email Address:
ru: Почтовый адрес:

# User.ProfilePage.FirstName
source: First Name:
ru: Имя:

# User.ProfilePage.Grants
source: Granted Access Rights
ru: Предоставленные права доступа

# User.ProfilePage.LastName
source: Last Name:
ru: Фамилия:

# User.ProfilePage.Payments
source: Payments
ru: Платежи

# User.ProfilePage.Save
source: Save
ru: Сохранить

# User.ProfilePage.SubmitPaymentText
source: Submit Payment up to: $0.00 USD [can override Dual Control]
ru: Подтвердить платеж выше: $0.00 USD

# User.ProfilePage.Tab1
source: My information
ru: Моя информация

# User.ProfilePage.Tab2
source: Access Rights and Limits
ru: Права доступа и ограничения

# User.ProfilePage.Title
source: My Profile
ru: Мой профиль

# User.ProfilePage.UserInfo
source: User Information
ru: Информация о пользователе

# User.ProfilePage.UserName
source: Username:
ru: Имя пользователя:

# User.RegFailureNewAdminPage.BodyText
source: This account has already been created. Please login below.
ru: Эта учетная запись уже создана. Пожалуйста, войдите в систему.

# User.RegFailureNewAdminPage.Login
source: Login
ru: Логин
