Repository: rawin22/winpay_wallet_soap_full
Catalog: winstantpay-winstant-web-wallet-69abbe3e2cba/Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ru

# AddBankAndWireInstPage.Add
source: Add
ru: Добавить

# AddBankAndWireInstPage.AddNewCurrencyButton
source: Add New
ru: Добавить

# AddBankAndWireInstPage.BackToList
source: Back to list
ru: Назад к списку

# AddBankAndWireInstPage.BankCountry
source: Bank Country
ru: Страна банка

# AddBankAndWireInstPage.BankName
source: Bank Name
ru: Название банка

# AddBankAndWireInstPage.ChooseCurrency
source: Choose Currency
ru: Выберите валюту

# AddBankAndWireInstPage.Edit
source: Save
ru: Сохранить

# AddBankAndWireInstPage.ModalBank.Add
source: Add
ru: Добавить

# AddBankAndWireInstPage.ModalBank.Close
source: Close
ru: Закрыть

# AddBankAndWireInstPage.ModalCurrency.NameOfCurrency
source: Currency Name
ru: Название валюты

# AddBankAndWireInstPage.ModalCurrency.ShortNameOfCurrency
source: Currency Code
ru: Код валюты

# AddBankAndWireInstPage.ModalCurrency.SymbolOfCurrency
source: Currency Symbol
ru: Символ валюты

# AddBankAndWireInstPage.SelectBank
source: Choose bank
ru: Выберите банк

# AddBankAndWireInstPage.SubTitle
source: Add Bank
ru: Добавить банк

# AddBankAndWireInstPage.TitleEdit
source: Edit Pay-In Instructions
ru: Редактировать Инструкцию по оплате

# AddBankAndWireInstPage.TitleEditPage
source: Edit Pay-In Instructions
ru: Редактировать Инструкцию по оплате

# AddBankAndWireInstPage.WireInstructions
source: Pay-In Instructions
ru: Платежные инструкции

# AddBankPage.Add
source: Add
ru: Добавить

# Shared.Header.Lang.Thai
source: Thai
ru: Тайский

# AddBankPage.AddNewCurrencyButton
source: Add New
ru: Добавить

# AddBankPage.BackToList
source: Back to list
ru: Назад к списку

# AddBankPage.BankCountry
source: Bank Country
ru: Страна банка

# AddBankPage.BankName
source: Bank Name
ru: Название банка

# AddBankPage.ChooseCurrency
source: Choose Currency
ru: Выберите валюту

# AddBankPage.PageTitle
source: Bank
ru: Банк

# AddBankPage.SubTitle
source: Add Bank
ru: Добавить банк

# AddBankPage.Title
source: Add Bank
ru: Добавить Банк

# AddCurrencyPage.Add
source: Add
ru: Добавить

# AddCurrencyPage.Back
source: Back
ru: Назад

# AddCurrencyPage.CurrencyCode
source: Currency Code
ru: Код валюты

# AddCurrencyPage.CurrencyName
source: Currency Name
ru: Название валюты

# AddCurrencyPage.CurrencySymbol
source: Currency Symbol
ru: Символ валюты

# AddCurrencyPage.PageSubTitle
source: Add Currency
ru: Добавить валюту

# AddCurrencyPage.PageTitle
source: Currency
ru: Валюта

# AddCurrencyPage.Title
source: Add Currency
ru: Добавить валюту

# Bank.BankController.AddBank.ViewBagMessage
source: Bank added successfully.
ru: Вы успешно добавили новый Банк.

# Bank.BankController.AddBankBankAndInstruction.Title
source: Add Bank
ru: Добавить Банк

# Bank.BankController.AddBankBankAndInstruction.ViewBagMessage
source: Bank added successfully.
ru: Вы успешно добавили новый Банк.

# Bank.BankController.AddCurrency.ViewBagMessage
source: Currency added successfully.
ru: Вы успешно добавили валюту.

# Bank.BankController.AddCurrencyBankAndInstruction.Title
source: Add Currency
ru: Добавить валюту

# Bank.BankController.AddCurrencyBankAndInstruction.ViewBagMessage
source: Currency added successfully.
ru: Вы успешно добавили валюту.

# Bank.BankController.DeleteBank.ViewMessageSuccess
source: {0} bank removed successfully
ru: Вы успешно удалили Банк

# Bank.BankController.DeleteBank.ViewMessageUnSuccess
source: {0} bank removed unsuccessfully
ru: Удаление банка не произведено

# Bank.BankController.DeleteCurrency.ViewMessageSuccess
source: Currency deleted successfully
ru: Вы успешно удалили валюту

# Bank.BankController.DeleteCurrency.ViewMessageUnSuccess
source: Currency deleted unsuccessfully
ru: Не удалось удалить запись о валюте

# Bank.BankController.EditBank.ViewMessage
source: Bank informaion updated successfully.
ru: Вы успешно обновили информацию по банку.

# Bank.BankController.EditCurrency.ViewMessage
source: Currency informaion updated successfully.
ru: Информация о валюте успешно обновлена.

# Bank.BankController.UpdateCurrency.ViewBagMessage
source: Currency informaion updated successfully.
ru: Информация о валюте успешно обновлена.

# Bank.BankRepository.AddBank.AddSuccess
source: Successfully added bank info to database
ru: Успешно добавлена информация о банке в базу данных

# Bank.BankRepository.AddBank.AddUnSuccess
source: Unsuccessfully added bank info to database
ru: Не удалось добавить информацию о банке в базу данных

# Bank.BankRepository.AddBankCurrencies.AddSuccess
source: Successfully added bank info to database
ru: Успешно добавлена информация о банке в базу данных

# Bank.BankRepository.AddBankCurrencies.AddUnSuccess
source: Unsuccessfully added bank info to database
ru: Не удалось добавить информацию о банке в базу данных

# ContactUs.ContactUsController.ContactUs.DbError
source: DB error. Message sent
ru: Ошибка БД. Сообщение отправлено

# ContactUs.ContactUsController.ContactUs.MailAndDbError
source: Record not added on DB and Mail didn't sender
ru: Запись не добавлена на БД и почта не отправлена

# ContactUs.ContactUsController.ContactUs.MailSendingError
source: Record added on DB but Mail sender error
ru: Запись добавлена в базу, но возникла ошибка при отправке почты

# ContactUs.ContactUsController.ContactUs.MailToError
source: Mail To is empty
ru: Поле "Кому" пустое

# ContactUs.ContactUsController.ContactUs.Ok
source: Ok
ru: ОК

# ContactUs.ContactUsController.Index.ChoseCategory
source: Please choose a category
ru: Пожалуйста, выберите категорию

# ContactUs.ContactUsController.Index.ContactUs
source: Contact Us
ru: Свяжитесь с нами

# ContactUs.ContactUsController.Index.MailIsNotSend
source: Mail isn't sent
ru: Письмо не отправлено

# ContactUs.ContactUsController.Index.MsgIsEmpty
source: Message can't be empty
ru: Сообщение не может быть пустым

# ContactUs.ContactUsController.Index.SelectCategory
source: Please select category
ru: Выберите категорию

# ContactUs.ContactUsController.Index.SubjIsEmpty
source: Subject can't be empty
ru: Тема не может быть пуста

# ContactUs.ContactUsRepository.AddContactUs.Successfull
source: Successfully added record info to database
ru: Успешно добавлена информация о банке в базу данных

# ContactUs.ContactUsRepository.AddContactUs.UnSuccess
source: Could not add record info to database
ru: Невозможно добавить запись в БД

# ContactUs.ContactUsRepository.DeleteContactUs.Success
source: Contact us info is successfully deleted.
ru: Запись в разделе Контактная информация успешно уделана

# ContactUs.ContactUsRepository.DeleteContactUsUnSuccess
source: Could not delete contact us information.
ru: Невозможно удалить запись об Отделе в БД

# ContactUs.ContactUsRepository.SendMail.SuccessSend
source: Thank you for contacting us. We have received your message and will get in touch as soon as possible.
ru: Благодарим вас за обращение. Мы получили ваше сообщение и как можно скорее свяжемся с вами.

# ContactUs.ContactUsRepository.UpdateContactUs.Success
source: Contact us info is succesifully updated in database
ru: Контактная информация успешно обновлена

# ContactUs.ContactUsRepository.UpdateContactUs.UnSuccess
source: Contact us info could not be updated
ru: Невозможно обновить контактную информацию

# ContactUsIndexPage.Attachment
source: Attachment
ru: Прикрепить

# ContactUsIndexPage.Category
source: Category
ru: Категория

# ContactUsIndexPage.Email
source: Email
ru: Почта

# ContactUsIndexPage.EmailCopy
source: CC
ru: Копия

# ContactUsIndexPage.Message
source: Message
ru: Сообщение

# ContactUsIndexPage.SendMail
source: Send Message
ru: Отправить сообщение

# ContactUsIndexPage.Subject
source: Subject
ru: Тема

# ContactUsIndexPage.SubTitle
source: Provide feedback about the platform and connect with us
ru: Отправьте свой отзыв о платформе и свяжитесь с нами

# ContactUsIndexPage.Title
source: Contact Form
ru: Форма обратной связи

# ContactUsSendMessageInfo.ReturnButton
source: Return to Homepage
ru: Вернуться на главную страницу

# ContactUsSendMessageInfo.SubTitle
source: Provide feedback about the platform and connect with us
ru: Отправьте свой отзыв о платформе и свяжитесь с нами

# ContactUsSendMessageInfo.Title
source: Contact Form
ru: Форма обратной связи

# EditBankPage.AddNew
source: Add New
ru: Добавить

# EditBankPage.Back
source: Back
ru: Назад

# EditBankPage.BackToList
source: Back to list
ru: Назад к списку

# EditBankPage.BankCountry
source: Bank Country
ru: Страна банка

# EditBankPage.BankId
source: Bank Id
ru: Id Банка

# EditBankPage.BankName
source: Bank Name
ru: Название банка

# EditBankPage.ChooseCurrency
source: Choose Currency
ru: Выберите валюту

# EditBankPage.PageSubTitle
source: Edit Bank Information
ru: Редактирование информации о банке

# EditBankPage.PageTitle
source: Bank
ru: Банк

# EditBankPage.Save
source: Save
ru: Сохранить

# CommonObject.View
source: View
ru: Просмотреть

# EditBankPage.Title
source: Edit Bank
ru: Редактировать Банк

# EditCurrencyPage.Back
source: Back
ru: Назад

# EditCurrencyPage.CurrencyCode
source: Currency Code
ru: Код валюты

# EditCurrencyPage.CurrencyName
source: Currency Name
ru: Название валюты

# EditCurrencyPage.CurrencySymbol
source: Currency Symbol
ru: Символ валюты

# EditCurrencyPage.Edit
source: Edit
ru: Редактировать

# EditCurrencyPage.PageSubTitle
source: Edit Currency
ru: Редактировать Валюты

# EditCurrencyPage.PageTitle
source: Currency
ru: Валюта

# EditCurrencyPage.Title
source: Edit Currency
ru: Редактировать Валюты

# Exchange.ExchangeController.CurrencyExchange.ChangeCurrency
source: Please change at least one currency
ru: Измените хотя бы одну валюту

# Exchange.ExchangeController.CurrencyExchange.EmptyUserData
source: Empty user data
ru: Пустые пользовательские данные

# Exchange.ExchangeController.CurrencyExchange.EnterAmount
source: Please, enter amount you would like to transfer
ru: Введите сумму, которую вы хотите передать

# Exchange.ExchangeController.CurrencyExchange.EqualCurrencyError
source: Please change at least one currency. Currency is equal
ru: Измените хотя бы одну валюту. Валюты одинаковы

# Exchange.ExchangeController.CurrencyExchange.NoCorrectCurrency
source: No correct currency
ru: Нет правильной валюты

# Exchange.ExchangeController.CurrencyExchange.TempDataIsNull
source: Temp data is null
ru: Данные Temp пустые

# ExchangeCurrencyExchangePage.Amount
source: Amount
ru: Сумма

# ExchangeCurrencyExchangePage.Cancel
source: Cancel
ru: Отмена

# ExchangeCurrencyExchangePage.Continue
source: Continue
ru: Продолжить

# ExchangeCurrencyExchangePage.From
source: From
ru: От

# ExchangeCurrencyExchangePage.SubTitle
source: Select the 2 currencies you want to convert between and then enter the amount. The exact rate & fee for your transaction will be provided after you press <strong>Continue</strong>
ru: Выберите две валюты, которые вы хотите конвертировать, и введите сумму. Точная ставка и комиссия за транзакцию будут предоставлены после нажатия <strong> Продолжить </ strong>

# ExchangeCurrencyExchangePage.TimeRemining
source: second remaining
ru: секунд до повторной отправки запроса

# ExchangeCurrencyExchangePage.Title
source: Convert
ru: Перевод

# ExchangeCurrencyExchangePage.To
source: To
ru: Кому

# ExchangeCurrencyExchangePage.TransferButton
source: Transfer
ru: Перевод

# ExchangeCurrencyExchangePage2.Title
source: Transfer
ru: Перевод

# ExchangeCurrencyExchangePage3.ExchangeRate
source: Exchange Rate:
ru: Обменный курс:

# ExchangeCurrencyExchangePage3.Title
source: Transfer
ru: Перевод

# ExchangeCurrencyExchangePage4.MessageAcc
source: account
ru: счёт

# ExchangeCurrencyExchangePage4.MessageAcc2
source: account
ru: счёта

# ExchangeCurrencyExchangePage4.MessageFromAcc
source: has been transferred from your
ru: были успешно конвертированы с вашего

# ExchangeCurrencyExchangePage4.MessageToAcc
source: has been transferred to your
ru: были переведены на ваш

# ExchangeCurrencyExchangePage4.MessageTransferFailed
source: Transfer failed
ru: Ошибка передачи

# ExchangeCurrencyExchangePage4.MessageUnspecError
source: While processing your order, we encountered the following error(s):
ru: Неизвестная ошибка.

# ExchangeCurrencyExchangePage4.ReturnButton
source: Return to Homepage
ru: Вернуться на главную страницу

# ExchangeCurrencyExchangePage4.Title
source: Transfer
ru: Перевод

source: WPayId has not been added succesifully.
ru: Ошибка при добавлении нового псевдонима.

# FavoriteCurrencies.FavoriteCurrenciesController.AddToFavoriteCurrency.AddSuccess
source: WPayId has been added succesifully.
ru: Вы успешно добавили новый Псевдоним.

# FavoriteCurrencies.FavoriteCurrenciesController.DelToFavoriteCurrency.NoSuccess
source: WPayId has not been deleted succesifully.
ru: Ошибка при добавлении нового псевдонима.

# FavoriteCurrencies.FavoriteCurrenciesController.DelToFavoriteCurrency.Success
source: WPayId has been deleted succesifully.
ru: Вы успешно удалили новый Псевдоним.

# FavoriteCurrency.FavoriteCurrencyRepository.AddFavoriteCurrency.UnSuccess
source: Could not add record info to database
ru: Невозможно добавить запись в БД

# FavoriteCurrency.FavoriteCurrencyRepository.AddFavoriteCurrencySuccess
source: Successfully added record info to database
ru: Успешно добавлена запись в базу данных

# FavoriteCurrency.FavoriteCurrencyRepository.DeleteFavoriteCurrency.Success
source: Favorite currency rec info is successfully deleted.
ru: Информация в Избранных валютах удалена успешно.

# FavoriteCurrency.FavoriteCurrencyRepository.DeleteFavoriteCurrency.UnSuccess
source: Could not delete favorite currency rec information.
ru: Невозможно удалить запись в Избранных валютах

# FavoriteCurrencyIndexPage.CurrencyCode
source: Currency Code
ru: Код валюты

# FavoriteCurrencyIndexPage.CurrencyName
source: Currency Name
ru: Название валюты

# CommonObject.ViewAndDownload
source: View & Download
ru: Скачать и просмотреть

# CommonObject.UploadProof
source: Upload Proof
ru: Загрузить документ

# FavoriteCurrencyIndexPage.CurrencySymbol
source: Symbol
ru: Символ

# FavoriteCurrencyIndexPage.SubTitle
source: Below you can select currencies to show/hide them in Instant Payment form. This will not delete currency.
ru: Ниже вы можете выбрать валюты которые будут отображаться в разделе Мгновенные платежи. Установка или снятие выбора не приводит к удалению валют.

# FavoriteCurrencyIndexPage.Title
source: Currency Settings
ru: Настройки валюты

# Funding.FundingController.DeleteBankDeposit.Success
source: Bank Deposit deleted successfully
ru: Вы успешно удалили Депозит

# Funding.FundingController.PrepareAvalBanks.SelectBank
source: Select Currency and Bank
ru: Выбрать валюту и банк

# Funding.FundingController.UpdateFundsRequest.Success
source: Fund request status updated successfully.
ru: Статус запроса на подтверждение состояния успешно обновлен.

# FundingAddBankDepositPage.CCY
source: CCY
ru: Валюта

# FundingAddBankDepositPage.Copy
source: Copy
ru: Копировать

# CommonObject.BrowseFile
source: Browse file
ru: Выбрать файл

# CommonObject.NoFile
source: No file choosen
ru: Файл не выбран

# FundingAddBankDepositPage.DepositHistory
source: Deposit History
ru: История депозитов

# FundingAddBankDepositPage.Print
source: Print
ru: Распечатать

# FundingAddBankDepositPage.SubTitle
source: Please select the currency and the bank to print out pay in instructions
ru: Выберите валюту и банк, чтобы распечатать платежные инструкции.

# FundingAddBankDepositPage.Title
source: Pay-In Instructions
ru: Платежные инструкции

# FundingAddBankDepositPage.UploadProof
source: Upload Proof
ru: Загрузить подтверждающий документ

# FundingAddBankDepositPage.WireInstructions
source: Pay-In Instructions
ru: Платежные инструкции

# FundingGetBankDepositsPage.Amount
source: Amount
ru: Сумма

# FundingGetBankDepositsPage.CCyAndBank
source: CCY & Bank
ru: Валюта и банк

# FundingGetBankDepositsPage.CreatedDate
source: Created Date
ru: Дата создания

# FundingGetBankDepositsPage.Delete
source: Delete
ru: Удалить

# FundingGetBankDepositsPage.DeleteRecMessage
source: Are you sure you want to delete this Deposit Proof?
ru: Вы уверены что хотите удалить подтверждающий документ платежа?

# FundingGetBankDepositsPage.Id
source: ID
ru: ИД

# FundingGetBankDepositsPage.ProofOfPayment
source: Proof of Payment
ru: Документ подтверждения платежа

# FundingGetBankDepositsPage.Status
source: Status
ru: Статус

# FundingGetBankDepositsPage.SubTitle
source: List of Deposits made
ru: Список внесенных депозитов

# FundingGetBankDepositsPage.Title
source: Deposit History
ru: История депозитов

# FundingGetBankDepositsPage.UploadProof
source: Upload Proof
ru: Загрузить подтверждающий документ

# FundingGetFundRequestsPage.AccNumber
source: Account Number
ru: Номер счета

# FundingGetFundRequestsPage.Action
source: Action
ru: Действия

# FundingGetFundRequestsPage.Amount
source: Amount
ru: Сумма

# FundingGetFundRequestsPage.Bank
source: Bank
ru: Банк

# FundingGetFundRequestsPage.CCY
source: CCY
ru: Валюта

# FundingGetFundRequestsPage.Date
source: Date
ru: Дата

# FundingGetFundRequestsPage.Id
source: ID
ru: ИД

# FundingGetFundRequestsPage.ModalFilterRecAccNumber
source: Account Number
ru: Номер счета

# FundingGetFundRequestsPage.ModalFilterRecAmountRange
source: Amount Range
ru: Диапазон суммы

# FundingGetFundRequestsPage.ModalFilterRecBank
source: Bank
ru: Банк

# FundingGetFundRequestsPage.ModalFilterRecClose
source: Close
ru: Закрыть

# FundingGetFundRequestsPage.ModalFilterRecCurrency
source: Currency
ru: Валюта

# FundingGetFundRequestsPage.ModalFilterRecDate
source: Date
ru: Дата

# FundingGetFundRequestsPage.ModalFilterRecEnd
source: End
ru: Конец

# FundingGetFundRequestsPage.ModalFilterRecFrom
source: From
ru: От

# FundingGetFundRequestsPage.ModalFilterRecNameOfSender
source: Name of sender
ru: Имя отправителя

# FundingGetFundRequestsPage.ModalFilterRecNameOfSendingBank
source: Name of Sending Bank
ru: Название банка-отправителя

# FundingGetFundRequestsPage.ModalFilterRecOtherInfo
source: Other Info
ru: Дополнительная информация

# FundingGetFundRequestsPage.ModalFilterRecSearch
source: Search
ru: Поиск

# FundingGetFundRequestsPage.ModalFilterRecStart
source: Start
ru: Начало

# FundingGetFundRequestsPage.ModalFilterRecTo
source: To
ru: Кому

# FundingGetFundRequestsPage.NotYetUpload
source: Not yet uploaded
ru: Еще не загружено

# FundingGetFundRequestsPage.OtherInformation
source: Other Information
ru: Дополнительная информация

# FundingGetFundRequestsPage.Proof
source: Proof
ru: Документ подтверждения

# FundingGetFundRequestsPage.SendingBank
source: Sending Bank
ru: Банк отправитель

# FundingGetFundRequestsPage.Status
source: Status
ru: Статус

# FundingGetFundRequestsPage.SubTitle
source: Here you can approve or reject funds requests
ru: Здесь вы можете одобрять или отклонять запросы средств

# FundingGetFundRequestsPage.Title
source: Funds Requests
ru: Запрошенные средства

# FundingGetHystoryByFundingPage.AdminNotes
source: Admin Notes:
ru: Заметка администратора:

# FundingGetHystoryByFundingPage.ChangedBy
source: Changed by:
ru: Изменено:

# FundingGetHystoryByFundingPage.StatusChange
source: Status change:
ru: Изменить статус:

# FundingGetHystoryByFundingPage.Title
source: Change History
ru: История изменений

# FundingUpdateFundRequestStatusPage.AccountNumber
source: Account Number
ru: Номер счета

# FundingUpdateFundRequestStatusPage.AdminNotes
source: Admin Notes
ru: Заметка администратора

# FundingUpdateFundRequestStatusPage.Amount
source: Amount
ru: Сумма

# FundingUpdateFundRequestStatusPage.AttachmentFile
source: Attachment file
ru: Прикрепить файл

# FundingUpdateFundRequestStatusPage.BackToList
source: Back to list
ru: Назад к списку

# FundingUpdateFundRequestStatusPage.Bank
source: Bank
ru: Банк

# FundingUpdateFundRequestStatusPage.CCY
source: CCY
ru: Валюта

# FundingUpdateFundRequestStatusPage.DepositId
source: Deposit Id
ru: Id Депозита

# FundingUpdateFundRequestStatusPage.NameOfSendingBank
source: Name of Sending Bank
ru: Название банка-отправителя

# FundingUpdateFundRequestStatusPage.OtherInformation
source: Other Information
ru: Дополнительная информация

# FundingUpdateFundRequestStatusPage.PaymentDate
source: Payment Date
ru: Дата платежа

# FundingUpdateFundRequestStatusPage.Save
source: Save
ru: Сохранить

# FundingUpdateFundRequestStatusPage.SenderName
source: Sender name
ru: Имя отправителя

# FundingUpdateFundRequestStatusPage.Status
source: Status
ru: Статус

# FundingUpdateFundRequestStatusPage.SubTitle
source: Update status of this fund request
ru: Обновить статус этого запроса фонда

# FundingUpdateFundRequestStatusPage.Title
source: Fund Request
ru: Запрошенные средства

# GetAllContractUsListPage.Action
source: Action
ru: Действия

# GetAllContractUsListPage.Categories
source: Category (Sales, Support etc…)
ru: Название отдела (продажи, поддержка и т. д.)

# GetAllContractUsListPage.CategoryEmail
source: Category Email
ru: Email отдела

# GetAllContractUsListPage.Id
source: ID
ru: ИД

# GetAllContractUsListPage.ModalAddRec.Add
source: Add
ru: Добавить

# GetAllContractUsListPage.ModalAddRec.Category
source: Category (Sales, Support etc…)
ru: Название отдела (продажи, поддержка и т. д.)

# GetAllContractUsListPage.ModalAddRec.CategoryMail
source: Category Email
ru: Email отдела

# GetAllContractUsListPage.ModalAddRec.Close
source: Close
ru: Закрыть

# GetAllContractUsListPage.ModalAddRec.Save
source: Save
ru: Сохранить

# GetAllContractUsListPage.ModalDeleteRec.DeletionRec
source: Do you confirm to delete record in "Contact Us" list?
ru: Вы подтверждаете удаление записи в «Свяжитесь с нами»?

# GetAllContractUsListPage.ModalDeleteRec.Ok
source: OK
ru: ОК

# GetAllContractUsListPage.PageTitle
source: Feedback Form
ru: Форма обратной связи

# GetAllContractUsListPage.Title
source: Feedback Form
ru: Форма обратной связи

# GetBankAndWireInstPage.AddNewBNWI
source: Add Pay-In Instructions
ru: Добавить платежное поручение

# GetBankAndWireInstPage.BankCountry
source: Bank Country
ru: Страна банка

# GetBankAndWireInstPage.BankName
source: Bank Name
ru: Название банка

# GetBankAndWireInstPage.Currency
source: Currency
ru: Валюта

# GetBankAndWireInstPage.PageTitle
source: Banks And Pay-In Instructions
ru: Банки и Платежные инструкции

# GetBankAndWireInstPage.Title
source: Banks And Pay-In Instructions
ru: Банки и Платежные инструкции

# GetBankAndWireInstPage.WireInstruction
source: Pay-In Instructions
ru: Платежные инструкции

# GetBankDepositPage.No
source: No
ru: Нет

# GetBankDepositPage.Yes
source: Yes
ru: Да

# GetBanksPage.Action
source: Action
ru: Действия

# GetBanksPage.AddNew
source: Add Bank
ru: Добавить банк

# GetBanksPage.BankCountry
source: Bank Country
ru: Страна банка

# GetBanksPage.BankName
source: Bank Name
ru: Название банка

# GetBanksPage.Id
source: ID
ru: ИД

# GetBanksPage.PageSubTitle
source: List of Banks
ru: Список банков

# GetBanksPage.PageTitle
source: Banks
ru: Банки

# GetBanksPage.Title
source: Banks
ru: Банки

# GetCurrencyPage.Action
source: Action
ru: Действия

# GetCurrencyPage.AddNew
source: Add Currency
ru: Добавить валюту

# GetCurrencyPage.CurrencyCode
source: Currency Code
ru: Код валюты

# GetCurrencyPage.CurrencyName
source: Currency Name
ru: Название валюты

# GetCurrencyPage.CurrencySymbol
source: Symbol
ru: Символ

# GetCurrencyPage.Id
source: ID
ru: ИД

# GetCurrencyPage.PageSubTitle
source: List of Currencies
ru: Список валют

# GetCurrencyPage.PageTitle
source: Currencies
ru: Валюты

# GetCurrencyPage.Title
source: Currencies
ru: Валюты

# GlobalRes.User_ResetPasswordPage_Title
source: Reset Password
ru: Сбросить пароль

# HomeAccountsPage.Title
source: Accounts
ru: Учетные записи клиентов

# HomeAccountStatementPage.Account
source: Account
ru: Счёт

# HomeAccountStatementPage.AccountText
source: Please select currency first
ru: Сначала выберите валюту
