Repository: rawin22/winpay_wallet_soap_full
Catalog: winstantpay-winstant-web-wallet-69abbe3e2cba/Tsg.UI.Main/App_LocalResources/GlobalRes.*.resx
Languages: ru

# User.RegFailureNewAdminPage.Title
source: Register Failure
ru: Ошибка регистрации

# User.RegNewAdminPage.CreatePassword
source: Create Password
ru: Создать пароль

# User.RegNewAdminPage.Password
source: Password
ru: Пароль

# User.RegNewAdminPage.RepeatPassword
source: Repeat Password
ru: Повторите пароль

# User.RegNewAdminPage.Title
source: Register New Admin
ru: Регистрация нового администратора

# User.RegNewAdminPage.WelcomeMsgText
source: Welcome, <b> {0}</b>! <br/>Please create your password before accessing the system.
ru: Добро пожаловать, <b> {0}</b>! <br/>Создайте свой пароль перед обращением к системе.

# User.ResetPassword.SuccessChanged
source: Password for {0} has been reset and sent by email
ru: Пароль для {0} был сброшен и отправлен по электронной почте

# User.UserController.AddAdminUser.AddSuccessifully
source: User added successfully.
ru: Пользователь успешно добавлен.

# User.UserController.AddAdminUser.AddUnSuccessifully
source: User not added
ru: Пользователь не добавлен

# User.UserController.ChangePassword.NeedCapitalLetterAndSpecCharacter
source: Your password must be have at least one or more Capital letter and one or more Special character
ru: В вашем пароле должно быть хотя бы одна или несколько заглавных букв и один или несколько специальных символов

# User.UserController.ChangePassword.NeedCharacterAndCapitalLetterAndNumber
source: Your password must be have at least one or more number and one or more Capital letter and one or more Special character
ru: В вашем пароле должно быть хотя бы одна или несколько цифр и одна или несколько заглавных букв и один или несколько специальных символов

# User.UserController.ChangePassword.NeedEightCharacterLong
source: Your password must be at least 8 characters long
ru: Ваш пароль должен содержать не менее 8 символов

# User.UserController.ChangePassword.NeedSpecCharacter
source: Your password must be have at least 1 special character
ru: Ваш пароль должен иметь не менее 1 специального символа

# User.UserController.ChangePassword.PassNotMatched
source: Current password is not correct. If you forgot your password, please <a href="{0}"> log out </a> and use "forgot password" link on the login page
ru: Вы ввели некорректный текущий пароль. Если ва забыли свой пароль, то пожалуйста восспользуйтесь ссылкой <a href="{0}"> выйти </a> и нажмите "забыл пароль".

# User.UserController.ChangePassword.Success
source: Password has changed successfully.
ru: Пароль успешно изменен.

# User.UserController.ChangePassword.UnSuccess
source: Password and Repeat password does not match. You password has not been changed.
ru: Значения в полях Пароль и Повтор пароля не совпадают, Ваш пароль не был изменен

# User.UserController.CheckoutLogin.ApplicationError
source: Application Error: [{0}]
ru: Ошибка системы: [{0}]

# User.UserController.CheckoutLogin.OrderError
source: Order token doesn't match
ru: Недействительный токен

# User.UserController.CreateNewAlias.AddSuccess
source: WPayId has been added succesifully.
ru: Вы успешно добавили новый Псевдоним.

# User.UserController.CreateNewAlias.ErrAdded
source: Sorry, that WPayId is already in use. Please try another.
ru: Извините, этот псевдоним уже используется. Попробуйте другой.

# User.UserController.Login.PasswordNotMatch
source: Username and Password don't match
ru: Имя пользователя и пароль не совпадают

# User.UserController.Login.UpdateLastLogin
source: The user's last login date was successfully updated.
ru: Дата последнего входа пользователя была успешно обновлена.

# User.UserController.RegisterNewAdmin.PasswordsNotMatch
source: Passwords don't match
ru: Пароли не совпадают

# User.UserController.RegisterNewAdmin.UserUnregistredInSystem
source: User unregistred in system
ru: Пользователь не зарегистрирован в системе

# UserResetPasswordPage.ModalResetRec.Close
source: Cancel
ru: Отмена

# UsersResetPasswordPage.Action
source: Action
ru: Действия

# UsersResetPasswordPage.BranchOrCustomerName
source: Branch or Customer Name
ru: Название филиала или клиента

# UsersResetPasswordPage.BtnResPassword
source: Reset Password
ru: Сбросить пароль

# UsersResetPasswordPage.FirstName
source: First name
ru: Имя

# UsersResetPasswordPage.Id
source: ID
ru: ИД

# UsersResetPasswordPage.LastLogOnDate
source: Last logon date
ru: Дата последнего входа

# UsersResetPasswordPage.LastName
source: Last name
ru: Фамилия

# UsersResetPasswordPage.Reset
source: Reset
ru: Сброс

# UsersResetPasswordPage.UserName
source: Username
ru: Имя пользователя

# UsersResetPasswordPage.UserPassword
source: Please, confirm password reset for
ru: Пожалуйста, подтвердите сброс пароля для

# WelcomeMessage.AddWelcomeMessagePage.Add
source: Add
ru: Добавить

# WelcomeMessage.AddWelcomeMessagePage.BackToList
source: Back to list
ru: Назад к списку

# WelcomeMessage.AddWelcomeMessagePage.SubTitle
source: Add Custom Welcome Message
ru: Добавить приветственное сообщение

# WelcomeMessage.AddWelcomeMessagePage.Title
source: Welcome Message
ru: Приветственное сообщение

# WelcomeMessage.AddWelcomeMessagePage.WmForUser
source: Welcome Message for User
ru: Приветственное сообщение для пользователя

# WelcomeMessage.AddWelcomeMessagePage.WmText
source: Welcome Message Text (English)
ru: Текст приветственного сообщения

# WelcomeMessage.EditWelcomeMessagePage.BackToList
source: Back to list
ru: Назад к списку

# WelcomeMessage.EditWelcomeMessagePage.Save
source: Save
ru: Сохранить

# WelcomeMessage.EditWelcomeMessagePage.SubTitle
source: Edit Welcome Message
ru: Редактировать приветственное сообщение

# WelcomeMessage.EditWelcomeMessagePage.Title
source: Welcome Message
ru: Приветственное сообщение

# WelcomeMessage.EditWelcomeMessagePage.WmForUser
source: Welcome Message for User
ru: Приветственное сообщение для пользователя

# WelcomeMessage.EditWelcomeMessagePage.WmId
source: Welcome Message Id
ru: ИД Приветственного сообщения

# WelcomeMessage.EditWelcomeMessagePage.WmText
source: Welcome Message Text
ru: Текст приветственного сообщения (Английский)

# WelcomeMessage.AddWelcomeMessagePage.WmTextRu
source: Welcome Message Text (Russian)
ru: Текст приветственного сообщения (Русский)

# WelcomeMessage.AddWelcomeMessagePage.WmTextFr
source: Welcome Message Text (French)
ru: Текст приветственного сообщения (Французский)

# WelcomeMessage.AddWelcomeMessagePage.WmTextPh
source: Welcome Message Text (Filipino)
ru: Текст приветственного сообщения (Филипинский)

# WelcomeMessage.GetWelcomeMessagesPage.Action
source: Action
ru: Действия

# WelcomeMessage.GetWelcomeMessagesPage.DefWM
source: Default Welcome Message
ru: Сообщение приветствия по умолчанию

# WelcomeMessage.GetWelcomeMessagesPage.Id
source: ID
ru: ИД

# WelcomeMessage.GetWelcomeMessagesPage.IsDefMsg
source: Default Message?
ru: Сообщение по умолчанию?

# WelcomeMessage.GetWelcomeMessagesPage.MsgText
source: Message Text
ru: Текст сообщения

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextRu
source: Message Text (Russian)
ru: Текст сообщения (Русский)

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextFr
source: Message Text (French)
ru: Текст сообщения (Французский)

# WelcomeMessage.GetWelcomeMessagesPage.MsgTextPh
source: Message Text (Filipino)
ru: Текст сообщения (Филипинский)

# WelcomeMessage.GetWelcomeMessagesPage.SubTitle
source: List of Welcome Messages
ru: Список приветственных сообщений

# WelcomeMessage.GetWelcomeMessagesPage.Title
source: Welcome Messages
ru: Приветственные сообщения

# WelcomeMessage.WelcomeMessageController.AddWelcomeMessage.AddSuccessfully
source: Welcome message added successfully.
ru: Приветственное сообщение добавлено успешно.

# WelcomeMessage.WelcomeMessageController.DeleteWelcomeMessage.DeletedSuccessfully
source: Welcome Message deleted successfully
ru: Приветственное сообщение успешно удалено.

# WelcomeMessage.WelcomeMessageController.EditWelcomeMessage.AddSuccessfully
source: Welcome message updated successfully.
ru: Приветственное сообщение успешно обновлено.

# WireInstruction.AddWireInstructionPage.Add
source: Add
ru: Добавить

# WireInstruction.AddWireInstructionPage.BackToList
source: Back to list
ru: Назад к списку

# WireInstruction.AddWireInstructionPage.CCY
source: CCY
ru: Валюта

# WireInstruction.AddWireInstructionPage.CharsMax
source: chars max
ru: символов максимально

# WireInstruction.AddWireInstructionPage.SubTitle
source: Add Pay-In Instruction
ru: Добавить платежную инструкцию

# WireInstruction.AddWireInstructionPage.Title
source: Pay-In Instruction
ru: Инструкция по проводке

# WireInstruction.AddWireInstructionPage.WireInstr
source: Pay-In Instructions
ru: Платежные инструкции

# WireInstruction.EditWireInstructionPage.BackToList
source: Back to list
ru: Назад к списку

# WireInstruction.EditWireInstructionPage.CharsMax
source: chars max
ru: символов максимально

# WireInstruction.EditWireInstructionPage.Save
source: Save
ru: Сохранить

# WireInstruction.EditWireInstructionPage.SubTitle
source: Edit Pay-In Instruction
ru: Редактировать платёжную инструкцию

# WireInstruction.EditWireInstructionPage.Title
source: Pay-In Instruction
ru: Платежная инструкция

# WireInstruction.EditWireInstructionPage.WireInstr
source: Pay-In Instructions
ru: Платежные инструкции

# WireInstruction.EditWireInstructionPage.WireInstrId
source: Pay-In Instruction Id
ru: ИД Платежной инструкции

# WireInstruction.GetWireInstructionsPage.Action
source: Action
ru: Действия

# WireInstruction.GetWireInstructionsPage.BankAndCurrency
source: Bank & Currency
ru: Банк и валюта

# WireInstruction.GetWireInstructionsPage.BankWireInstructions
source: Bank Pay-In Instruction
ru: Банковские платежные инструкции

# WireInstruction.GetWireInstructionsPage.Id
source: ID
ru: ИД

# WireInstruction.GetWireInstructionsPage.NewWireInstr
source: Create New Pay-In Instruction
ru: Создать Платежную инструкцию

# WireInstruction.GetWireInstructionsPage.SubTitle
source: List of Pay-In Instructions
ru: Список платежных инструкций

# WireInstruction.GetWireInstructionsPage.Title
source: Pay-In Instructions
ru: Платежные инструкции

# WireInstruction.WireInstructionController.AddWireInstruction.CreatedSuccessfully
source: Pay-In Instruction created successfully.
ru: Платежная инструкция создана успешно.

source: Pay-In Instruction deleted successfully
ru: Проводка успешно удалена.

source: Pay-In Instruction updated successfully.
ru: Платежная инструкция успешно обновлена.

source: Bank Currency Id is null
ru: Не указана валюта

source: Select Currency and Bank
ru: Выбрать валюту и банк

# MerchantsPage.ModalAddRec.ButtonSize
source: Button Size
ru: Размер кнопки

# MerchantsIndexPage.AddMerchantModal.PlaceholderForMail
source: Please enter a name for this Merchant Website
ru: Введите адрес обратного вызова для этого веб-сайта продавца

# MerchantsIndexPage.AddMerchantModal.PlaceholderForName
source: Please enter a name for this Merchant Website
ru: Введите имя продавца

# MerchantsIndexPage.GenerateMerchantModal.Small
source: Small
ru: Минимальная

# MerchantsIndexPage.GenerateMerchantModal.Medium
source: Medium
ru: Средняя

# MerchantsIndexPage.GenerateMerchantModal.Large
source: Large
ru: Большая

# NewInstantPaymentViewModel.PreparePriorUsedAliases.OrSelectPrior
source: Or Select Prior
ru: Выбрать из списка

# UIHelper_GetDatePeriods_Today
source: Today
ru: Сегодня

# UIHelper_GetDatePeriods_Last_Week
source: Last Week
ru: Прошлая неделя

# UIHelper_GetDatePeriods_Last_Month
source: Last Month
ru: Прошлый месяц

# UIHelper_GetDatePeriods_Last_3_Months
source: Last 3 Months
ru: Последние 3 месяца

# UIHelper_GetDatePeriods_Last_6_Months
source: Last 6 Months
ru: Последние 6 месяцев

# UIHelper_GetAccountBalances_Select_a_currency
source: Select a currency
ru: Выберите валюту

# UIHelper_GetAccountBalances____Available_
source: - Available
ru: - Доступно

# HomeAccountsList.HideZeroAcc
source: Currently displaying all balances
ru: Скрыть аккаунты с нулевым балансом

# HomeAccountsList.ShowAllAcc
source: All account balances
ru: Снимите галочку для отображения всех аккаунтов

# AccountStatementPage.To
source: to
ru: до

# GetPipItIndexPage.PageSubTitle
source: List of Orders in PipIt System
ru: Список платежей из системы PipIt

# GetPipItIndexPage.PageTitle
source: PipIt Orders
ru: PipIt платежи

# GetPipItIndexPage.Title
source: PipIt Orders
ru: PipIt платежи

# GetPipItIndexPage.BarCode
source: Bar code
ru: Бар код

# GetPipItIndexPage.Status
source: Status
ru: Статус

# GetPipItIndexPage.CreateDate
source: Create date
ru: Дата создания

# GetPipItIndexPage.ExpiredDate
source: Expired date
ru: Дата истечения

# GetPipItIndexPage.CurrencyCode
source: Currency code
ru: Код валюты

# GetPipItIndexPage.OrderValue
source: Order value
ru: Сумма заказа

# GetPipItIndexPage.TotalValue
source: Total value
ru: Общая сумма

# User.LoginPage.ForgotPassword.Email
source: Email
ru: Почта

# User.LoginPage.ForgotPassword.Username
source: Username
ru: Имя пользователя

# OrdersList.Details
source: Details
ru: Детали

# ConvertHistoryPage.Details
source: Details
ru: Детали
